[
    {
        "query": "Numb. Blank. Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Warner Records Numb · Gary Clark Jr. Blak and Blu ℗ 2012 Warner Records Inc. Engineer: Adam Hawkins Unknown: Adam Hawkins Unknown: Brent Arrowood Unknown: Chris Sporleder Guitar: Gary Clark Jr. Producer: Gary Clark Jr. Lead Vocals: Gary Clark Jr. Drums: J.J. Johnson Bass Guitar: Mike Elizondo Producer: Mike Elizondo ...",
            "Provided to YouTube by TuneCore Numb · Aftertheparty Numb ℗ 2017 aftertheparty Released on: 2017-06-22 Auto-generated by YouTube.",
            "Provided to YouTube by Kontor New Media GmbH Numb · Goodboys · AVAION Numb ℗ Selected. Released on: 2023-01-06 Artist: Goodboys Artist: AVAION Producer: SOMMA Composer, Lyricist: AVAION Composer, Lyricist: Josh Grimmett Composer, Lyricist: Ethan Shore Composer, Lyricist: Jan-Nicklas Siebelds Mixer: Cohen Yusha Music Publisher: Copyright ...",
            "Provided to YouTube by Warner Records/Roc-A-Fella Numb / Encore · Jay-Z · Linkin Park Numb / Encore: MTV Ultimate Mash-Ups Presents Collision Course ℗ 2004 Warner Records Inc. and Roc-A-Fella Records, LLC. Lead Guitar: Brad Delson Unknown: Brian \"Big Bass\" Gardner Lead Vocals: Chester Bennington Unknown: Jay-Z Rap: Jay-Z Unknown, Samples ...",
            "Provided to YouTube by Joytime Collective/RCA Records Numb · Marshmello · Khalid Numb ℗ 2022 Joytime Collective, under exclusive license to RCA Records Released on: 2022-06-10 Associated Performer: Marshmello x Khalid Producer: Digital Farm Animals Composer, Lyricist: Khalid Robinson Engineer, Vocal Producer: Denis Kosiak Engineer, Vocal ..."
        ]
    },
    {
        "query": "KEHLANI Jordan Adetunji Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by RCA Records Label YOU & I · Jordan Adetunji YOU & I ℗ 2023 INDIGO KID LTD under exclusive licence to Sony Music Entertainment UK Limited Released on: 2023-03-03 All Instruments, Composer, Lyricist, Producer: Kiri Gerbs Composer, Lyricist: Max Geurts Composer, Lyricist, Engineer, Producer: J Rick Engineer, Producer: MCX ...",
            "Jordan Adetunji – You & I (Visualiser) Listen to You & I here: Spotify: https://jordanadetunji.lnk.to/YOUandiAY Apple Music: https://jordanadetunji.lnk.to/YOUandiAY Amazon Music: https://jordanadetunji.lnk.to/YOUandiAY Follow me on: Instagram: https://jordanadetunji.lnk.to/socialmediaAY/instagram TikTok: https://jordanadetunji.lnk.to ...",
            "Provided to YouTube by TSNMI / Atlantic wish i never · Kehlani blue water road ℗ TSNMI/Atlantic, ℗ 2021 Atlantic Records Group LLC Engineer: Antonio Tucci Jr. Masterer: Chris Gehringer A& R Direction: Daniella Cabargas Unknown: Dylan Waterhouse Unknown: Geoff Swan Unknown: Jelli Dorman Vocals: Kehlani Unknown: Kuk Harrell Unknown: Kuk ...",
            "Provided to YouTube by RCA Records Label INVOLVED · Jordan Adetunji INVOLVED ℗ 2023 INDIGO KID LTD under exclusive licence to Sony Music Entertainment UK Limited Released on: 2023-07-31 All Instruments, Engineer, Producer: J Rick Composer, Lyricist: J Rick (Jordan Cian Christie) All Instruments, Engineer, Producer: Villabeatz All Instruments ...",
            "Provided to YouTube by TSNMI / Atlantic Distraction · Kehlani SweetSexySavage ℗ 2016 TSNMI / Atlantic Recording Corporation Additional Production: Autoro \"Toro\" Whitfield Co-ordinator Production: Avery Earls Masterer: Chris Athens Producer, Programmer: Danny Klein Co-ordinator Production: Donnie Meadows Engineer: Ellis Tucker Mixer: Erik ..."
        ]
    },
    {
        "query": "Confidence (sped up version) Ocean Alley Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by The Orchard Enterprises Confidence (sped up Version) · Ocean Alley · B J Donegal · A O Goodwin · L Galbraith · M Galbraith · N P Blom · T P O'Brien Confidence (sped up version) ℗ 2018 Ocean Alley Released on: 2023-11-10 Producer: Callum Howell Music Publisher: Warner Chappell Auto-generated by YouTube.",
            "Provided to YouTube by The Orchard Enterprises Confidence (sped up - full song) · Ocean Alley · A O Goodwin · B J Donegal · L Galbraith · M Galbraith · N P Blom · T P O'Brien Confidence (sped up - full song) ℗ 2018 Ocean Alley Released on: 2023-11-17 Producer: Callum Howell Music Publisher: Control Auto-generated by YouTube.",
            "Ocean Alley - Confidence (Sped Up) 🔔 Don't forget to subscribe and turn on notifications! 🎵 Follow Cakes & Eclairs on Spotify : http://bit.ly/CakesEclairs \"Confidence\" is out now. Follow Ocean Alley: https://instagram.com/oceanalleyband https://twitter.com/oceanalleyau https://www.facebook.com/oceanalleyband (Lyrics): [Chorus] It's all ...",
            "Ocean Alley - Confidence (tiktok version/sped up) Unique Vibes Merch: https://uniquevibes.shop Unique Vibes Merch: https://uniquevibes.shop Spotify: https://spoti.fi/2LrpDX7 Instagram: https://www.instagram.com/uniquevbs Discord Server: https://discord.gg/VSHcHZ8 Soundcloud: https://soundcloud.com/unique_vibes ...",
            ""
        ]
    },
    {
        "query": "If You Don't Want My Love Jalen Ngonda Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Redeye Worldwide If You Don't Want My Love · Jalen Ngonda Come Around and Love Me ℗ 2023 Daptone Records Released on: 2023-09-08 Main Artist: Jalen Ngonda Producer: Vincent Chiarito Producer: Michael Buckley Music Publisher: Daptone Records Composer: M. Buckley Composer: V. Chiarito Composer: Jalen Ngonda Composer: B ...",
            "Provided to YouTube by Redeye Worldwide If You Don't Want My Love · Jalen Ngonda If You Don't Want My Love ℗ 2023 Daptone Records Released on: 2023-03-22 Main Artist: Jalen Ngonda Producer: Vincent Chiarito Producer: Michael Buckley Music Publisher: Daptone Records Composer: M. Buckley Composer: V. Chiarito Composer: Jalen Ngonda Composer: B ...",
            "Buy/Listen: https://daptone.ffm.to/jalen_iydwml Anyone who has had the pleasure of seeing Jalen perform live knows that he is one of the most captivating performers on today's soul scene. His voice, equal parts raw feeling and elegance, exudes confidence and charm—disarming packed rooms of rowdy concert goers, leaving them silent as they hold ...",
            "http://KEXP.ORG presents Jalen Ngonda performing live in the KEXP studio. Recorded October 6, 2023. Songs: Just Like You Used To It Takes A Fool So Glad I Found You Come Around And Love Me Jalen Ngonda - Vocals / Guitar Mike Buckley - Piano Vince Chiarito - Bass Sam Merrick - Drums Host: Cheryl Waters Audio Engineers: Jon Roberts Mastering ...",
            "From Jalen Ngonda's Daptone Debut Album - Come Around and Love Me. Stream/LP/CD: https://daptone.ffm.to/jalenngonda.HEW Director: Casey Liu Associate Director: Jacqueline Chou DP: Joanna Nguyen Edit/Color by Casey Liu and Riley Dunn 1st AC: Michael Guntetong 2nd AC: Saúl Ryers Steadicam: Jose Espinoza live audio mix (opening scene): Jonny Bell ..."
        ]
    },
    {
        "query": "Being a Girl Jonica Topic site:youtube.com",
        "descriptions": [
            "Jonica - Being a Girl (Official Music Video) Directed by Jonica & Radha Producers: Shanti Kotliarsky & Kabreah Anderson Director of Photography: Zach Stith Editing & Coloring: Zach Stith 1st AC: Syd Sisante Gaffer: Gabe Kurzlop Hair & Makeup: Tiffany Rodriguez PA: Mahea Heimuli Produced by Tame Productions https://www.instagram.com/jonica http ...",
            "Provided to YouTube by TuneCore Being a Girl · Jonica Being a Girl ℗ 2024 JONICA Released on: 2024-04-05 Auto-generated by YouTube.",
            "Bad Girls Club Season 12 Cast Mate Jonica A.K.A \"Blu\" sat down with Bianca Bee and discussed all the drama, love, positivity in Blu's world. Blu gives us all the juice of Bad Girls Club and what's next in her career. http://biancabee.com Email: thebiancabeeshow@gmail.com",
            "http://Keystofeminization.com , This hypnotic affirmation feminization recording, Loving being , is one of a series of feminization recordings, we have produced here at better life workshops, designed to install and strengthen different aspects and pathways, of your inner girl. The part of your subconscious mind that contains your identity as a ...",
            "Kscope will release 'Closed For Business' a super deluxe 25 disc box set to celebrate Mansun’s 25th anniversary on 27th November. Pre-order here: https://mansun.tmstor.es/cart/product.php?id=66841 More info: http://www.kscopemusic.com/artists/mansun Discover Paul Draper's upcoming solo material: https://www.facebook.com/pauldraperofficial ..."
        ]
    },
    {
        "query": "ILLEGALS IN MY YARD Matt Rogers Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by DistroKid ILLEGALS IN MY YARD · Matt Rogers ILLEGALS IN MY YARD ℗ 6251080 Records DK Released on: 2023-12-26 Auto-generated by YouTube.",
            "",
            "twitch - mistysbad thx for the support",
            "Illegals in my yard Illegals in my yard Illegals in my yard Throw them some pesos, and they work so hard Illegals in my yard Illegals in my yard Illegals in my yard I don't even ask if they got green card [Chorus] They're gonna pave up my driveway this christmas They're gonna clean all my cars this Christmas They're gonna shovel all the snow ...",
            ""
        ]
    },
    {
        "query": "Rose James Horner Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Sony Classical Rose · James Horner Titanic: Music from the Motion Picture Soundtrack ℗ 1997 Sony Music Entertainment Released on: 1997-11-18 Lyricist: Nick Vestuto Associated Performer: Titanic Orchestra Lyricist: Will Jennings Recording Engineer: Shawn Murphy Auto-generated by YouTube.",
            "Provided to YouTube by Epic Rose · James Horner The Classic Chillout Album ℗ 1997 Sony Music Entertainment Released on: 2002-03-13 Lyricist: Nick Vestuto Associated Performer: Titanic Orchestra Lyricist: Will Jennings Recording Engineer: Shawn Murphy Auto-generated by YouTube.",
            "Provided to YouTube by Universal Music Group Rose's Theme (My Heart Will Go On) (Solo Piano Version) · James Horner · Randy Miller Titanic: The Ultimate Collection ℗ 1998 Varese Sarabande Records Released on: 1998-01-01 Conductor: Randy Miller Composer Lyricist: James Horner Auto-generated by YouTube.",
            "“Rose” From “Titanic (Music From The Motion Picture)” Music by James Horner Listen to the soundtrack here: https://soundtracks.lnk.to/titanic Ask your voice device to play: “Titanic Soundtrack\" FOLLOW SONY SOUNDTRACKS: YouTube: https://soundtracks.lnk.to/sonysoundtracksvevoID Facebook: https://www.facebook.com/SonyMusicSoundtracks ...",
            "The song Rose from the movie and soundtrack of Titanic Song: Rose Composer: James Horner Album: Titanic Soundtrack (No lyrics...obviously)"
        ]
    },
    {
        "query": "Yummy Justin Bieber Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group Yummy · Justin Bieber Changes ℗ 2019 Def Jam Recordings, a division of UMG Recordings, Inc. Released on: 2020-02-14 Producer: Kid Culture Producer: Jason \"Poo Bear\" Boyd Producer: Sasha Sirota Associated Performer, Vocal Producer, Studio Personnel, Engineer, Mixer: Josh Gudwin Studio Personnel ...",
            "Provided to YouTube by Universal Music Group Yummy · Justin Bieber Yummy ℗ 2019 Def Jam Recordings, a division of UMG Recordings, Inc. Released on: 2020-01-03 Producer: Kid Culture Producer: Jason \"Poo Bear\" Boyd Producer: Sasha Sirota Associated Performer, Vocal Producer, Studio Personnel, Engineer, Mixer: Josh Gudwin Studio Personnel ...",
            "Provided to YouTube by Universal Music Group Yummy · Justin Bieber Pop Hits for Teens ℗ 2019 Def Jam Recordings, a division of UMG Recordings, Inc. Released on: 2023-06-28 Producer: Kid Culture Producer: Jason \"Poo Bear\" Boyd Producer: Sasha Sirota Associated Performer, Vocal Producer, Studio Personnel, Engineer, Mixer: Josh Gudwin Studio ...",
            "Provided to YouTube by Universal Music Group Yummy · Justin Bieber 2020 Hits ℗ 2019 Def Jam Recordings, a division of UMG Recordings, Inc. Released on: 2020-11-20 Producer: Kid Culture Producer: Jason \"Poo Bear\" Boyd Producer: Sasha Sirota Associated Performer, Vocal Producer, Studio Personnel, Engineer, Mixer: Josh Gudwin Studio Personnel ...",
            "Provided to YouTube by Universal Music Group Yummy · Justin Bieber Clean Pop Hits 2023 ℗ 2019 Def Jam Recordings, a division of UMG Recordings, Inc. Released on: 2023-05-31 Producer: Kid Culture Producer: Jason \"Poo Bear\" Boyd Producer: Sasha Sirota Associated Performer, Vocal Producer, Studio Personnel, Engineer, Mixer: Josh Gudwin Studio ..."
        ]
    },
    {
        "query": "IMPULSIVE PERSONA $werve & raiLovesU Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Label Engine IMPULSIVE PERSONA · $werve · raiLovesU IMPULSIVE PERSONA ℗ Aurorian Records Released on: 2024-04-05 Author: Alexander Shickle Author: Michael Jessiel Mendez Cruz Auto-generated by YouTube.",
            "",
            "",
            "credits to owners!!!! enjoy🖤 happy 1k!!!!",
            "credits to: $werve & railovesu (song), peqchuu (art on twt)"
        ]
    },
    {
        "query": "NIGHTS LIKE THIS The Kid LAROI Topic site:youtube.com",
        "descriptions": [
            "night's like this music video",
            "The Kid LAROI - nights like this Letra The Kid LAROI - nights like this Sub esp •Sigue a The Kid Laroi en Facebook: https://www.facebook.com/thekidlaroi Instagram: https://www.instagram.com/thekidlaroi Twitter: https://twitter.com/thekidlaroi TikTok: https://www.tiktok.com/@thekidlaroi 📤Comparte el video si te gustó ^^ 🔅Puedes seguirme ...",
            "Artist - The Kid LAROI Song - Nights Like This Follow The Kid LAROI: •https://open.spotify.com/artist/2tIP7SsRs7vjIcLrU85W8J?si=EfYf2oB-SdqDTta8mofcLw • https://www.facebook.com/thekidlaroi/ • https://www.instagram.com/thekidlaroi/ • https://twitter.com/thekidlaroi Follow our Spotify playlist: https://open.spotify.com/playlist ...",
            "",
            "#thekidlaroi nights like this #slowed #reverb #slowedandreverb the first time Subscribe if you like :) Original Track - https://www.youtube.com/watch?v=v7m01HL-dGk I do not own / have the right to any of the music I post on my channel. If there is an issue please message me and we can sort something out. :) 🌐 Slowed - Reverb Network We are a ..."
        ]
    },
    {
        "query": "La chaîne de mon tracteur Cayouche Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Production Péninsule La chaîne de mon tracteur · Cayouche Un vieux hippy ℗ Production Péninsule Released on: 2010-03-30 Composer: DR. Lyricist: DR. Auto-generated by YouTube.",
            "ABONNE TOI",
            "parodie de cayouche- la chaîne de mon tracteur.",
            "Cayouche La chaine de mon tracteur LIVE au Ranch El-Ben !",
            "Provided to YouTube by Catapult Reservatory, LLC La chaÎne de mon tracteur · Denis Miron Hosssti d'Malade ℗ 2018 Denis Miron Released on: 2018-12-01 Auto-generated by YouTube."
        ]
    },
    {
        "query": "Daddy’s Girl Red Sovine Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Gusto Records Daddy's Girl · Red Sovine 20 All Time Greatest Hits ℗ 2005 Gusto Records Inc. Released on: 2009-07-01 Main Artist: Red Sovine Composer: Glenn Martin Auto-generated by YouTube.",
            "Provided to YouTube by Gusto Records Daddy's Girl · Red Sovine Best Of: 12 Hits ℗ 2005 Gusto Records Inc. Released on: 2005-01-01 Main Artist: Red Sovine Composer: Glenn Martin Music Publisher: Sony/ATV Tree Auto-generated by YouTube.",
            "Provided to YouTube by Gusto Records Daddy's Girl · Red Sovine Best Of the Best ℗ 2005 Gusto Records Inc Released on: 2009-07-01 Main Artist: Red Sovine Composer: Glenn Martin Auto-generated by YouTube.",
            "Provided to YouTube by Gusto Records Daddy's Girl · Red Sovine It'll Come Back ℗ 2005 Gusto Records Inc Released on: 2009-07-03 Main Artist: Red Sovine Composer: Glenn Martin Auto-generated by YouTube.",
            "Provided to YouTube by Gusto Records Daddy's Girl · Red Sovine More Original Country Stars - Volume 1 ℗ 2017 Gusto Records, Inc. Released on: 2019-08-14 Main Artist: Red Sovine Composer: Glenn Martin Music Publisher: Sony/ATV Tree Auto-generated by YouTube."
        ]
    },
    {
        "query": "Pricey Jerry Topic site:youtube.com",
        "descriptions": [
            "Song : Pricey Singer/Lyrics/Composer : Jerry Music : tatay produciendo Mix/Master : Thiarajxtt Visuals Filmed by Aidan Notarianni Edited by Mina Guirguis RAW THE ALBUM Available everywhere now! Spotify : https://spotify.link/it3qXcCnVyb Apple Music : https://music.apple.com/ca/artist/jerry/1493271848 Instagram : https://instagram.com/jerryxfour ...",
            "Provided to YouTube by Universal Music Group Icon · Jerry · Thiarajxtt Icon ℗ 2023 Jerry, Exclusive Licensee Universal Music India Pvt. Ltd. Released on: 2023-08-21 Associated Performer, Singer, Writer: Jerry Associated Performer, Performer, Studio Personnel, Mixer, Mastering Engineer, Recording Engineer: Thiarajxtt Producer: Lou Xtwo ...",
            "When Jerry is shopping for clothes with Elaine, he finds a suede jacket that he loves. He has doubts about buying the jacket because it is highly expensive and has a pink and white candy-stripe lining. He ultimately decides to buy it. Kramer persuades Jerry to give him his old leather jacket as he will no longer be needing it. George is ...",
            "Provided to YouTube by Universal Music Group Breakin'... There's No Stopping Us · Ollie & Jerry Breakin' ℗ 1984 UMG Recordings, Inc. Released on: 1984-01-01 Producer, Studio Personnel, Mixer, Associated Performer, Recording Arranger: Ollie E. Brown Associated Performer, Recording Arranger, Synth Bass: Jerry Knight Associated Performer, Drum ...",
            "Provided to YouTube by DistroKid Showstopper · JERRY Showstopper ℗ JERRY Released on: 2023-04-11 Auto-generated by YouTube."
        ]
    },
    {
        "query": "Burnin' N' Itchin' - Ryanning Remix Lovely Peaches Topic site:youtube.com",
        "descriptions": [
            "Connect with Lovely Peaches: https://www.youtube.com/channel/UCqWnWJJFbfFBZr-U3_tiXVA",
            "this is my first time using ae 🥺",
            "Subscribe to be a crackhead🥴🥰",
            "Provided to YouTube by Translation Enterprises d/b/a/ United Masters Love Is A Waste Of Time (Sped Up) · Lovely Peaches Love Is A Waste Of Time EP ℗ Lovely Peaches Released on: 2023-08-22 Composer Lyricist: Brittany Johnson Auto-generated by YouTube.",
            "Provided to YouTube by Translation Enterprises d/b/a/ United Masters Love Is A Waste Of Time · Lovely Peaches Love Is A Waste Of Time ℗ Lovely Peaches Released on: 2021-03-13 Music Publisher: Brittany Johnson Composer Lyricist: Brittany Johnson Auto-generated by YouTube."
        ]
    },
    {
        "query": "Young, Happy, and Free OctaSounds Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by IIP-DDS Young, Happy, and Free · OctaSounds Young, Happy, and Free ℗ OctaSounds Released on: 2022-07-13 Composer: Hari Hapsoro Auto-generated by YouTube.",
            "🎵 Use this music in your videos: https://morninglightmusic.io/ 💰 Get 50% off every tier with code: YouTube50 🎵 Background Music For Videos. If you are a YouTuber, or any other video creator, MorningLightMusic is the perfect place to start your journey to creating great content. Our music subscription offers unlimited downloads of our ...",
            "Purchase license, music and loop from the following link, download instantly and get full rights to use on your monetized videos: https://gumroad.com/l/shining-through Free download for *non-monetized* videos (please credit and link me!): https://soundcloud.com/alumomusic/shining-through Broadcast/TV/Film license here (select license in drop ...",
            "A look at what’s inside Be Happy Be You - a teenage guide to happiness, and how it helps teens to take more control increasing g their own happiness and increasing their emotional wellbeing Be happy Be you is available on Amazon https://amzn.to/37Dhrh4 and published by Harper Collins on 9/1/202",
            "Provided to YouTube by Music Kickup Records Teen Happy · Record Audio Inc. Great Healing Heart ℗ Released by Music Kickup under license from Record Audio Inc. Auto-generated by YouTube."
        ]
    },
    {
        "query": "Akatsuki GAMIIX Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Symphonic Distribution Akatsuki · GAMIIX Akatsuki ℗ 2021 Sauce Records Released on: 2021-03-16 Auto-generated by YouTube.",
            "Stream - https://open.spotify.com/album/6qfU0SBt1C8k1Xs28tP8Ka?si=xFf6pQqVTruH6u-xCNkoaw GAMIIX ⬇⬇⬇ https://instagram.com/gamiixdj https://twitter.com/gamiixdj https://facebook.com/GAMIIXDJ #Naruto #Akatsuki #AMV",
            "Provided to YouTube by The Orchard Enterprises Akatsuki no Kuruma · FictionJunction YUUKA · Yuki Kajiura Mobile Suit Gundam Seed Suit Vol.4 Miguel Ayman × Nicol Amarfi ℗ 2003 SUNRISE Music INC. Released on: 2003-06-21 Music Publisher: SUNRISE Music INC. Music Publisher: Sony/ATV Music Publishing LLC Auto-generated by YouTube.",
            "Provided to YouTube by The Orchard Enterprises Akatsuki no Hoki · Takayuki Hattori MOBILE SUIT GUNDAM THE ORIGIN Original Motion Picture Soundtrack ｢portrait 03｣ ℗ 2016 SUNRISE Music INC. Released on: 2016-06-08 Music Publisher: SUNRISE Music INC. Auto-generated by YouTube.",
            "Provided to YouTube by DistroKid Akatsuki · Beau. Akatsuki ℗ Florelle. Released on: 2021-05-05 Auto-generated by YouTube."
        ]
    },
    {
        "query": "Roule, roule Cayouche Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Production Péninsule Roule, roule · Cayouche Roule, roule ℗ Production Péninsule Released on: 2008-03-31 Composer: DR. Lyricist: DR. Auto-generated by YouTube.",
            "Cayouche chante Roule,roule",
            "this is a song by cayouche \"the long beared guy\"",
            "Provided to YouTube by Production Péninsule Le portrait de mon père · Cayouche Roule, roule ℗ Production Péninsule Released on: 2008-03-31 Composer: DR. Lyricist: DR. Auto-generated by YouTube.",
            "Provided to YouTube by Production Péninsule Jfu · Cayouche Roule, roule ℗ Production Péninsule Released on: 2008-03-31 Composer: DR. Lyricist: DR. Auto-generated by YouTube."
        ]
    },
    {
        "query": "GTA PHONKA TRUCK & broke. Topic site:youtube.com",
        "descriptions": [
            "PHONKA TRUCK - GTA (Royalty / DMCA Free) 🔥 Follow House Nation on Spotify: https://housenation.ffm.to/spotify 🪙 Royalty Free Music (Safe to Use): https://broke.ffm.to/downloadbroke ️ Submit your Music: https://housenation.ffm.to/submissions 📻 Follow House Nation: https://instagram.com/housenation https://facebook.com/allhousenation ...",
            "HOW TO GET BACK YOUR DESTROYED CAR IN GTA5 hey guys, today is quick tip on how to get back your destroyed car in GTA5 ! enjoy ! #GTA5 #GTAMORSINSURANCE #GTA5ONLINE Subscribe for more SOCIAL MEDIA AND LINKS! • Main Channel: http://bit.ly/2gS8Sbv • Twitter - https://twitter.com/Bryanonanisland • Instagram: https://www.instagram.com ...",
            "I found a large abandoned truck in GTA 5 so I took it to my mechanic who repaired it into an AWESOME HUGE TRUCK! Check out more of my GTA 5 videos: https://www.youtube.com/@GMAntonZ/videos Thanks for watching! #gta5mods #truck #repairing",
            "I found an ABANDONED tow truck in GTA 5 and got it repaired into an awesome modern tow truck! Now let's go find more abandoned tow trucks and see if we can repair them as well! Check out more of my GTA 5 videos: https://www.youtube.com/@GMAntonZ/videos Thanks for watching! #gta5mods #towtruck #repairing",
            "Just a quick video showing how to quickly open up an armored truck for the people having trouble with that, I also explain alternate ways to open it up! Be sure to subscriber for more how to videos and guides coming soon!"
        ]
    },
    {
        "query": "Palestine Will Be Free - Vocals Only Version Maher Zain Topic site:youtube.com",
        "descriptions": [
            "Visit www.exploringislam.com/en - Official video for the song \"Palestine Will Be Free\" from Maher Zain’s vocals-only album (Thank You Allah). Watch entire album videos: (http://bit.ly/1EaO2Zu) To buy the album (iTunes, Amazon... etc): http://www.maherzain.com/store -- International shipping now is available on Awakening store http://bit.ly ...",
            "Visit www.exploringislam.com/en - Official video for the song ‘Palestine Will Be Free’ from Maher Zain’s vocals-only album (Thank You Allah). Watch entire album videos: To buy the album (iTunes, etc): http://www.maherzain.com/store Connect with Maher Zain: Official Website: http://www.maherzain.com Official Facebook: http://www.facebook ...",
            "Watch Maher Zain’s music video \"Palestine Will Be Free",
            "Visit www.exploringislam.com/en - Watch Maher Zain’s music video \"Palestine Will Be Free",
            "Connect with Maher Zain: YouTube: https://bit.ly/maherzainYT TikTok:https://www.tiktok.com/@maherzainofficial Instagram: https://instagram.com/MaherZainOfficial Official YouTube: https://www.youtube.com/MaherZain Twitter: https://www.twitter.com/MaherZain Facebook: https://www.facebook.com/MaherZain Follow Awakening Music on: YouTube: http ..."
        ]
    },
    {
        "query": "MI CHIQUITA Alexander McCabe Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by DistroKid Mi Chiquita (feat. Robi Hager) · Alexander McCabe · Robi Hager Soundtracks. Wacky ℗ WAMCO Music Released on: 2019-01-08 Auto-generated by YouTube.",
            "Provided to YouTube by RCA Records Label Mi Chiquita · Cartel de Santa Greatest - Hits ℗ 2004 BMG Entertainment México, S.A. de C.V. Released on: 2007-05-22 Composer, Lyricist: A. Maldonado Composer, Lyricist: Albo Composer, Lyricist: E. Dávalos Composer, Lyricist: Mauricio Garza Composer, Lyricist: R. Rodríguez Auto-generated by YouTube.",
            "Provided to YouTube by RCA Records Label Mi Chiquita · Cartel de Santa Vol. II ℗ 2004 BMG Entertainment México, S.A. de C.V. Released on: 2004-07-28 Composer, Lyricist: A. Maldonado Composer, Lyricist: Albo Composer, Lyricist: E. Dávalos Composer, Lyricist: Mauricio Garza Composer, Lyricist: R. Rodríguez Auto-generated by YouTube.",
            "Provided to YouTube by Top Media Mi Chiquita · La Banda de Lechuga Sueño Cumplido ℗ Magenta Released on: 2007-12-15 Auto-generated by YouTube.",
            "Provided to YouTube by CDBaby Mi Chiquita · Alexander Leon Mi Chiquita ℗ 2023 Alexander Leon Released on: 2023-02-16 Auto-generated by YouTube."
        ]
    },
    {
        "query": "Beach Baby Bon Iver Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by BWSCD, Inc. Beach Baby · Bon Iver Blood Bank ℗ 2009 Jagjaguwar Released on: 2009-01-20 Auto-generated by YouTube.",
            "Blood Bank (10th Anniversary Edition) - out now via Jagjaguwar Artwork by Eric Timothy Carlson Animation by Aaron Anderson boniver.org jagjaguwar.com",
            "",
            "Provided to YouTube by BWSCD, Inc. Beach Baby · Bon Iver Blood Bank EP ℗ 2020 Jagjaguwar Released on: 2020-03-27 Mixer: Xandy Whitesel Auto-generated by YouTube.",
            "Inscreva-se no canal e ative o sininho para acompanhar lançamentos futuros! Fiquem a vontade para darem suas sugestões!! Videos pedidos por vocês, poderão ser postados a qualquer momento. Desculpem qualquer erro na legenda... Bon Iver : instagram: https://www.instagram.com/boniver/ twitter: https://twitter.com/boniver Música original: Bon ..."
        ]
    },
    {
        "query": "Proud Rita Ora Topic site:youtube.com",
        "descriptions": [
            "Rita Ora - Proud [Official Audio] Listen to my complete collection playlist here: https://ritaora.lnk.to/CompleteCollectionID Get Rita Ora - 'Proud' - https://Atlantic.lnk.to/ProudAY ---- Follow Rita Ora http://www.ritaora.com http://youtube.com/ritaora http://twitter.com/ritaora http://facebook.com/ritaora http://instagram.com/ritaora http ...",
            "Provided to YouTube by Atlantic Records UK Proud · Rita Ora Proud ℗ 2018 Atlantic Records UK, a Warner Music Group company Engineer: Adam Lunn Production: Andrew Watt Unknown: Dave Kutch Producer: Freedo Keyboards, Synthesizer: Fridolin Walcher Drum Programmer: Fridolin Walcher Unknown: John Hanes Vocals: Rita Ora Unknown: Serban Ghenea ...",
            "Proud by Rita Ora Get Rita Ora - 'Proud' - https://Atlantic.lnk.to/ProudAY Get 'Anywhere' - http://Atlanti.cr/Anywhere",
            "Rita Ora debut performance of her new song, \"Proud\". Get \"Proud\": https://Atlantic.lnk.to/ProudAY ---- Rita Ora's new single, \"Anywhere",
            "Provided to YouTube by BMG Rights Management (UK) Ltd. You & I · Rita Ora You & I ℗ 2023 Rita Ora under exclusive licence to BMG Rights Management (UK) Limited Released on: 2023-07-14 Performer, Sound Engineer, Producer, Programming: Cirkut Executive Producer: Oak Felder Sound Engineer: Dick Beetham Author, Composer: Henry Walter Author ..."
        ]
    },
    {
        "query": "Sudden Shower ECLIPSE Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Genie Music Corporation Sudden Shower · ECLIPSE Lovely Runner, Pt. 1 (Original Soundtrack) ℗ 2024 BON FACTORY, Stone Music Entertainment Released on: 2024-04-08 Lyricist: Han Sung-ho Lyricist: Sooyoon Composer: Han Sung-ho Composer: Park Soo Suk Composer: Moon Kim (Room01) Arranger: Jeong Jin-wook Auto-generated by ...",
            "Provided to YouTube by Genie Music Corporation Sudden Shower (Instrumental) · ECLIPSE Lovely Runner, Pt. 1 (Original Soundtrack) ℗ 2024 BON FACTORY, Stone Music Entertainment Released on: 2024-04-08 Composer: Han Sung-ho Composer: Park Soo Suk Composer: Moon Kim (Room01) Arranger: Jeong Jin-wook Auto-generated by YouTube.",
            "",
            "Don't know, I really love this song so much so I decided to covering it haha. Hope you like it! Original instrumental and song: https://youtu.be/ESWcsKySnNs?si=zpxruFFMu4rtqZ09 instagram: https://www.instagram.com/detrajaya/",
            "Provided to YouTube by Kakao Entertainment Sudden Shower (소나기 (Feat. 10cm)) · YONG JUN HYUNG · 10cm YONG JUN HYUNG 1ST ALBUM 'GOODBYE 20's' ℗ 2018 Around US,under license to Kakao Entertainment Released on: 2018-05-09 Auto-generated by YouTube."
        ]
    },
    {
        "query": "What is this place it's heaven Zayan Jihad Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Venice Innovation Labs What is this place it's heaven · Zayan · Nursery Rhymes · Nursery Rhymes What is this place it's heaven ℗ 2024 Royals Records Auto-generated by YouTube.",
            "The Maze Runner Original Soundtrack",
            "Thank you for watching ️ Disclaimer :- Copyright Disclaimer under section 107 of the copyright Act 1976 allowance is made fair use for purposes such as criticism coment, news, reporting, teaching and research fair use is a use primated by copyright statue that might otherwise be infringing non profit educational or personal use tips the ...",
            "Get ZAYN’s new song “Let Me” now: http://smarturl.it/ZlZmZ?IQid=yt Watch the official video: http://smarturl.it/ZlZmZv?IQid=yt ZAYN's debut album 'Mind Of Mine' Get it on Apple Music: http://smarturl.it/MindOfMine?IQid=yt Target Deluxe with 2 Bonus Tracks: http://smarturl.it/MindOfMineTarget?iQid=yt Stream/Add on Spotify: http://smarturl ...",
            "A scene from Field of Dreams Movie"
        ]
    },
    {
        "query": "did i tell u that i miss u adore Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Label Engine did i tell u that i miss u · adore did i tell u that i miss u ℗ broke Released on: 2024-05-01 Author: adore Auto-generated by YouTube.",
            "stream \"did i tell u that i miss u\": https://ffm.to/diditellu instagram: https://www.instagram.com/whodoyouadore/ merch: https://whodoyouadore.myshopify.com discord: https://discord.com/invite/whodoyouadore tiktok: https://www.tiktok.com/@whodoyouadore bandcamp: https://whodoyouadore.bandcamp.com lyrics: Slow down Slow down To the feeling Wait ...",
            "adore - did i tell u that i miss u: https://spoti.fi/41uEUwC ⭐Follow TikTokTunes Instagram: https://www.instagram.com/tiktoktuneswastaken/ Spotify: https://spoti.fi/3SzDYEp TikTok: https://www.tiktok.com/@itstiktoktunes 2nd Channel: https://www.youtube.com/c/hypertunes TikTok Spotify Playlists: https://spoti.fi/3BlkOtS Stream did i tell u ...",
            "adore - did i tell u that i miss u ️ Chill Nation Spotify: https://chillnation.ffm.to/chillspotify Track link ↪︎ https://open.spotify.com/track/06iuzVAiyOTXKJDZiVuPW4?si=bf520c01649e4b75 ♫ Support Chill Nation http://instagram.com/chillnation http://soundcloud.com/allchillnation #diditelluthatimissu #chillnation #adore",
            ""
        ]
    },
    {
        "query": "Murder Bgnzinho Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Label Engine Murder · Bgnzinho Murder ℗ broke Released on: 2023-06-05 Author: João Marcos Otniel Silva Santana Auto-generated by YouTube.",
            "Provided to YouTube by IIP-DDS Murder · Bgnzinho Murder ℗ Bgnzinho Released on: 2023-02-28 Composer, Lyricist: João Marcos Auto-generated by YouTube.",
            "Provided to YouTube by Label Engine Murder (Slowed) · Bgnzinho Murder (Slowed) ℗ broke Released on: 2023-06-08 Author: João Marcos Otniel Silva Santana Auto-generated by YouTube.",
            "Provided to YouTube by Label Engine Murder 2 · Bgnzinho Murder 2 ℗ broke Released on: 2023-06-05 Author: João Marcos Otniel Silva Santana Auto-generated by YouTube.",
            "#phonk #phonkmix #brazilianphonk #phonkmusic #phonkbrasil Vamo q vamo! Capa By: Snow https://pin.it/4vpMKT1 Discord 🔱 https://discord.gg/EGb8B7b6c3 TikTok ⚫️ https://www.tiktok.com/@bgnzinho?_t=8W9XHfXonwL&_r=1 Spotify 🟢https://open.spotify.com/artist/5Km5CmAW8ReOXLd26uLPXL?si=v2xHjFwgSRmfuxM0Latilg&utm_source=copy-link Instagram 📷 ..."
        ]
    },
    {
        "query": "Come Get Her Rae Sremmurd Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group Come Get Her · Rae Sremmurd SremmLife ℗ 2014 Eardruma Records/Interscope Records Released on: 2015-01-06 Producer: Mike WiLL Made-It Producer, Co- Producer: A+ for Eardrummers Entertainment, LLC Composer Lyricist: Michael L. Williams II Composer Lyricist: A. Hogan Composer Lyricist: Aaquil Brown ...",
            "Provided to YouTube by Universal Music Group Come Get Her · Rae Sremmurd SremmLife ℗ 2014 Eardruma Records/Interscope Records Released on: 2015-01-06 Producer: Mike WiLL Made-It Producer, Co- Producer: A+ for Eardrummers Entertainment, LLC Composer Lyricist: Michael L. Williams II Composer Lyricist: A. Hogan Composer Lyricist: Aaquil Brown ...",
            "Provided to YouTube by Universal Music Group Come Get Her · Rae Sremmurd Hip Hop Summer Party ℗ 2014 Eardruma Records/Interscope Records Released on: 2019-07-26 Producer: Mike WiLL Made-It Producer, Co- Producer: A+ for Eardrummers Entertainment, LLC Composer Lyricist: Michael L. Williams II Composer Lyricist: A. Hogan Composer Lyricist ...",
            "Provided to YouTube by Universal Music Group Come Get Her · Rae Sremmurd Gaming Hip Hop Hits ℗ 2014 Eardruma Records/Interscope Records Released on: 2022-07-29 Producer: Mike WiLL Made-It Producer, Co- Producer: A+ for Eardrummers Entertainment, LLC Composer Lyricist: Michael L. Williams II Composer Lyricist: A. Hogan Composer Lyricist ...",
            "Provided to YouTube by Universal Music Group Come Get Her · Rae Sremmurd Car Bass Music ℗ 2014 Eardruma Records/Interscope Records Released on: 2021-04-09 Producer: Mike WiLL Made-It Producer, Co- Producer: A+ for Eardrummers Entertainment, LLC Composer Lyricist: Michael L. Williams II Composer Lyricist: A. Hogan Composer Lyricist: Aaquil ..."
        ]
    },
    {
        "query": "Drop It Like It's Hot Snoop Dogg Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group Drop It Like It's Hot · Snoop Dogg · Pharrell Williams R & G (Rhythm & Gangsta): The Masterpiece ℗ 2008 Geffen Records and Snoopadelic Records LLC Released on: 2004-01-01 Producer: The Neptunes Studio Personnel, Recording Engineer: Andrew Coleman Studio Personnel, Asst. Recording Engineer: Mike ...",
            "Provided to YouTube by Universal Music Group Drop It Like It's Hot · Snoop Dogg · Pharrell Williams R & G (Rhythm & Gangsta): The Masterpiece ℗ A Geffen Records Release; ℗ 2008 Geffen Records and Snoopadelic Records LLC Released on: 2004-01-01 Producer: The Neptunes Studio Personnel, Recording Engineer: Andrew Coleman Studio Personnel ...",
            "Provided to YouTube by Legacy Recordings Drop It Like It's Hot · Snoop Dogg · Pharrell Williams NOW That's What I Call Music! 2000's Hip-Hop ℗ 2008 Geffen Records Released on: 2022-01-28 Associated Performer: Snoop Dogg feat. Pharrell Williams Lyricist: Chad Hugo Auto-generated by YouTube.",
            "Provided to YouTube by Universal Music Group Drop It Like It's Hot · Snoop Dogg · Pharrell Williams Black Friday 2023 | Flexing & Feeling Confident ℗ A Geffen Records Release; ℗ 2008 Geffen Records and Snoopadelic Records LLC Released on: 2023-11-10 Producer: The Neptunes Studio Personnel, Recording Engineer: Andrew Coleman Studio ...",
            "Provided to YouTube by Universal Music Group Drop It Like It's Hot (Extra Clean Radio Edit) · Snoop Dogg · Pharrell Williams Drop It Like It's Hot ℗ 2004 Geffen Records Released on: 2004-01-01 Producer: The Neptunes Composer Lyricist: Calvin Broadus Composer Lyricist: Chad Hugo Composer Lyricist: Pharrell Williams Auto-generated by YouTube."
        ]
    },
    {
        "query": "Gratidão AltairMakin Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by IIP-DDS Gratidão · AltairMakin Gratidão ℗ AltairMakin Released on: 2022-09-18 Composer: Martiego Mariano Martins Auto-generated by YouTube.",
            "Provided to YouTube by IIP-DDS Tenho Gratidão · AltairMakin Tenho Gratidão ℗ AltairMakin Released on: 2023-02-14 Composer: AltairMakin Auto-generated by YouTube.",
            "Provided to YouTube by Sony Music Entertainment Gratidão (Sony Music Live) · Gabriela Rocha #SML ℗ 2014 Sony Music Entertainment Brasil ltda. Released on: 2016-08-05 Composer: Leandro Moreira Auto-generated by YouTube.",
            "Provided to YouTube by WM Brazil Gratidão · L7NNON Hip Hop Rare ℗ 2020 Papatunes, under exclusive license to Warner Music Brasil Ltda. Vocals: L7NNON Drums, Keyboards, Samples, Synthesizer: Papatinho Producer: Papatinho Composer: L7NNON Composer: Papatinho Auto-generated by YouTube.",
            "Provided to YouTube by Sony Music Entertainment Gratidão · Gabriela Rocha Pra Onde Iremos? ℗ 2014 Sony Music Entertainment Brasil ltda. Released on: 2014-12-02 Composer: Leandro de Abreu Moreira Auto-generated by YouTube."
        ]
    },
    {
        "query": "Anyone Else But You The Moldy Peaches Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by TuneCore Anyone Else but You · The Moldy Peaches The Moldy Peaches ℗ 2001 The Moldy Peaches Released on: 2001-09-11 Auto-generated by YouTube.",
            "Provided to YouTube by MNRK Music Group Anyone Else But You · The Moldy Peaches Murderball ℗ 2005 COMMOTION RECORDS Released on: 2005-06-28 Auto-generated by YouTube.",
            "Anyone Else But You performed by The Moldy Peaches 🍑More official soundtracks: https://youtube.com/playlist?list=PLz6Wv-XWPxnGDo4PxzNejcFTI_C7SmAHd Kimya: You're a part time lover and a full time friend The monkey on you're back is the latest trend Adam: I don't see what anyone can see, in anyone else But you Adam: I kiss you on the brain in ...",
            "Provided to YouTube by TuneCore Anyone Else but You (Live '02) · The Moldy Peaches Unreleased Cutz and Live Jamz 1994-2002 ℗ 2013 ROUGH TRADE Released on: 2003-03-18 Auto-generated by YouTube.",
            "Adam Green and Kimya Dawson perform \"Anyone Else But You\" for the Spinner Interface Podcast. Check it out."
        ]
    },
    {
        "query": "Hood Rats Sexyy Red & Sukihana Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Open Shift Distribution Hood Rats (with Sukihana) · Sexyy Red · Sukihana Hood Rats (with Sukihana) ℗ 2023 Open Shift Distribution Released on: 2023-08-16 Producer: DJ Meech Producer: Tay Keith Composer: Harold Duncan Composer: Donquez Woods Composer: Lakeem Grant Composer: Markous Roberts Composer: Destiny Lanette ...",
            "Stream \"Hood Rats\" here: https://openshiftdistro.lnk.to/HoodRats Follow Sexyy Red here: https://instagram.com/sexyyred314?utm_medium=copy_link Tik Tok: http://www.tiktok.com/@sexyyred314 Twitter: https://twitter.com/sexyyred314_?s=11&t=K6c8Xoay3ym6xLaWMKifeg Stream other Sexyy Red music here: Spotify: https://open.spotify.com/artist ...",
            "Hood Hottest Princess Deluxe out now: https://openshift.lnk.to/HoodHottestPrincessDeluxe Follow Sexyy Red here: https://instagram.com/sexyyred TikTok: http://www.tiktok.com/@sexyyred314 Twitter: https://twitter.com/sexyyred314_ Stream more Sexyy Red music here: Spotify: https://open.spotify.com/artist/3DbwFQlvLxRSi2uX8mf81A Apple: https://music ...",
            "Follow Sexyy Red here: https://instagram.com/sexyyred TikTok: http://www.tiktok.com/@sexyyred314 Twitter: https://twitter.com/sexyyred314_ Stream more Sexyy Red music here: Spotify: https://open.spotify.com/artist/3DbwFQlvLxRSi2uX8mf81A Apple: https://music.apple.com/us/artist/sexyy-red/1409330762",
            "Provided to YouTube by Open Shift Distribution Hood Rats (with Sukihana) · Sexyy Red · Sukihana Hood Hottest Princess (Deluxe) ℗ 2023 Open Shift Distribution Released on: 2023-12-01 Producer: Tay Keith Producer: DJ Meech Recording Engineer: Ned “Piti” Joseph Mixing Engineer: Eddie “Emix” Hernandez Mastering Engineer: Peter A. Barker ..."
        ]
    },
    {
        "query": "Batman: The Animated Series (End Credit) Danny Elfman Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Watertower Music Batman: The Animated Series (End Credit) · Danny Elfman Batman: The Animated Series, Vol. 2 (Original Soundtrack from the Warner Bros. Television Series) ℗ 2014 Warner Bros. Entertainment Inc. Writer: Danny Elfman Auto-generated by YouTube.",
            "Provided to YouTube by Watertower Music Batman: The Animated Series (End Credits) (Extended) · Danny Elfman Batman: The Animated Series, Vol. 3 (Original Soundtrack from the Warner Bros. Television Series) ℗ 2014 WaterTower Music Writer: Danny Elfman Auto-generated by YouTube.",
            "Provided to YouTube by Watertower Music Batman: The Animated Series (End Credits) (Alternate Ending) · Danny Elfman Batman: The Animated Series, Vol. 5 (Original Soundtrack from the Warner Bros. Television Series) ℗ 2014 WaterTower Music Writer: Danny Elfman Auto-generated by YouTube.",
            "Provided to YouTube by Watertower Music Batman: The Animated Series (End Credits) (Alternate Beginning And Ending) · Danny Elfman Batman: The Animated Series, Vol. 6 (Original Soundtrack from the Warner Bros. Television Series) ℗ 2014 WaterTower Music Writer: Danny Elfman Auto-generated by YouTube.",
            "Provided to YouTube by Watertower Music Batman: The Animated Series End Credits (Alternate Beginning) · Danny Elfman Batman: The Animated Series, Vol. 4 (Original Soundtrack from the Warner Bros. Television Series) ℗ 2014 WaterTower Music Writer: Danny Elfman Auto-generated by YouTube."
        ]
    },
    {
        "query": "WTF XLOVCLO Topic site:youtube.com",
        "descriptions": [
            "Thanks for watching. Stay blessed 🙏🏼 streaming links below 🗣 my music is available everywhere stream & Buy a copy 💘 WTF on Spotify: https://open.spotify.com/album/4Nvbq6zC8Yflyd1cAQETU1?si=QalNdG-jQoWVw8xRO519nA WTF on Apple Music: https://music.apple.com/us/album/wtf/1613885336?i=1613885337 WTF on SoundCloud: https://soundcloud.app ...",
            "Thanks for watching. Stay blessed 🙏🏼 streaming links below 🗣 my music is available everywhere stream & Buy a copy 💘 WTF on Spotify: https://open.spotify.com/album/4Nvbq6zC8Yflyd1cAQETU1?si=QalNdG-jQoWVw8xRO519nA WTF on Apple Music: https://music.apple.com/us/album/wtf/1613885336?i=1613885337 WTF on SoundCloud: https://soundcloud.app ...",
            "Provided to YouTube by Universal Music Group WTF · XLOVCLO WTF ℗ 2022 Island Records, a division of UMG Recordings, Inc. Released on: 2022-03-11 Producer, Associated Performer, Guitar, Bass, Keyboards: Beatbauerjonas Producer, Associated Performer, Drums, Percussion: Elavy Studio Personnel, Recording Engineer: Chloe King Studio Personnel ...",
            "Stream Xlovclo - WTF here: https://open.spotify.com/track/4aPn8qfGNZW7UmyJ7iwEwR?si=db1d19a4418e4215 Xlovclo Instagram - https://www.instagram.com/xlovclo/ Spotify - https://open.spotify.com/artist/30DOGGqkR0QtducsuI97si?si=4d6gP4XSRqu5AeYRI0pElQ The Music Forecast Instagram - https://www.instagram.com/themusicforecast Lyric video for \"WTF\" by ...",
            "I'm in the stu and I'm, ugh I'm in the stu and I'm using the mic I'm in this world, am I using my might All of these niggas wan' be me like Mike All of these niggas wan' be me, but they cannot, ugh They cannot, no They do not know I got this rockstar-guitar flow I got this rockstar, no blow I got this I got this I got this ice on my neck, VVS ..."
        ]
    },
    {
        "query": "One of Us Melodia Simples Topic site:youtube.com",
        "descriptions": [
            "Sheets: https://www.musicnotes.com/l/jN3hX Discover the new way to piano playing https://www.dietmarsteinhauer.com/ My Online Shop: https://www.dietmarsteinhauer.de/ Find my Cover-Catalog on musicnotes: https://mnot.es/DietmarSheets Here is \"You are the Reason \" for you, the Easy Piano Version Thank you for listening to my Music! Arranged and ...",
            "Joan Osborne on the White Room (UK programme)",
            "REMASTERED IN HD!! Official Music Video by Joan Osborne performing One Of Us. #JoanOsborne #OneOfUs #Remastered",
            "Canción: One of us Artista: Joan Osborne Album: Relish TRADUCIDA AL ESPAÑOL",
            ""
        ]
    },
    {
        "query": "Epilogue Jóhann Jóhannsson Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Back Lot Music, a division of Universal Studios LLLP Epilogue · Jóhann Jóhannsson The Theory of Everything (Original Motion Picture Soundtrack) ℗ 2014 Back Lot Music, a division of Universal Studios Music LLLP Released on: 2014-11-04 Studio Personnel: Abbey Road Studios, London Studio Personnel: Air Studios, London ...",
            "Provided to YouTube by Universal Music Group Epilogue (From \"Arrival\" Soundtrack) · Jóhann Jóhannsson Retrospective II - Rarities ℗ 2016 Paramount Pictures / Xenolinguistics, LLC, under exclusive license to Deutsche Grammophon GmbH, Berlin Released on: 2020-09-18 Producer: Jóhann Jóhannsson Studio Personnel, Mixer: Francesco Donadello ...",
            "Provided to YouTube by Universal Music Group Jóhannsson, Glotman: Epilogue · Jóhann Jóhannsson · Yair Elazar Glotman · Hildur Guðnadóttir · Robert Aiki Aubrey Lowe Last And First Men ℗ 2020 Jóhann Jóhannsson, under exclusive license to Deutsche Grammophon GmbH, Berlin Released on: 2020-02-28 Producer: Yair Elazar Glotman Studio ...",
            "Provided to YouTube by Universal Music Group The Border · Jóhann Jóhannsson Sicario ℗ 2015 Starr Score Holdings, LLC Released on: 2015-09-18 Unknown, Other: Anthony Weeden Associated Performer, Percussion: Ólafur Björn Ólafsson Associated Performer, Percussion: Andrea Belfi Associated Performer, Percussion: Danny Frankel Associated ...",
            "Provided to YouTube by Universal Music Group Jóhannsson: A Song for Europa · Jóhann Jóhannsson · Air Lyndhurst String Orchestra · Anthony Weeden Orphée ℗ 2016 Jóhann Jóhannsson, under exclusive license to Deutsche Grammophon GmbH, Berlin Released on: 2016-09-16 Producer: Jóhann Jóhannsson Studio Personnel, Recording Engineer ..."
        ]
    },
    {
        "query": "Paper Planes M.I.A. Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Beggars Group Digital Ltd. Paper Planes · M.I.A. Kala ℗ 2007 XL Recordings Ltd Released on: 2007-08-20 Producer, Associated Performer: Maya Arulpragasam Producer: Wesley Pentz Producer: Dave Taylor Music Publisher: CMRRA Music Publisher: Imagem Music Music Publisher: Universal Music Publishing Group Music Publisher ...",
            "Subscribe: https://MIA.lnk.to/Subscribe Watch more: https://MIA.lnk.to/WatchMore Connect with M.I.A. Online: Follow M.I.A. on Instagram: https://MIA.lnk.to/Instagram Like M.I.A. on Facebook: https://MIA.lnk.to/Facebook Follow M.I.A. on Twitter: https://MIA.lnk.to/Twitter #MIA #PaperPlanes Music video by M.I.A. performing Paper Planes. (C) 2007 ...",
            "",
            "Watch, Rate, Subscribe",
            ""
        ]
    },
    {
        "query": "Don't Be so Shy - Deep House Remix DJ Milton Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Ingrooves Don't Be so Shy (Deep House Remix) · DJ Milton Clubtraxxx, Vol. 17 ℗ 2016 Big Bite Released on: 2016-09-27 Composer: Nadia Mladjao Auto-generated by YouTube.",
            "Imany feat. Filatov & Karas - Don't Be So Shy (Radio Mix) (Bass Boosted) Feel free to Like&Share and dont forget to subscribe. ↓↓↓More info below↓↓↓ If you got a suggestion for a song. Feel free to place it in the comment section :) We do not own this song, All rights go to the official owner(s) of it :) Don't want us to upload your ...",
            "",
            "PrestigeDecoded - Best Deep House Music Daily Subscribe HERE http://bit.ly/prestigedecoded Like on Facebook https://www.facebook.com/deeppirateandvilia Follow https://soundcloud.com/sagan/imany-dont-be-so-shy-tab-sagan-deep-remix-free-download If any producer or label has an issue with any of the uploads please get in contact (prestigedecoded ...",
            "[Deep House] Tiësto & Karol G - Don't Be Shy (Extended Mix) Don't Be Shy by Tiesto and Karol G is out now! Spotify Playlist: https://link.illumimusic.eu/spotifyyt 📱 Subscribe! Help us to 400,000 🔥 Turn on 🔔 ⬇️ Stream/Download: https://tiesto.lnk.to/DontBeShy 📀 Demo for Label Release: demo@illumimusic.eu 🎧 Submit Your Track ..."
        ]
    },
    {
        "query": "Count on Me Bruno Mars Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Warner Music Group - X5 Music Group Count On Me · Bruno Mars Why Can't We Be Friends? ℗ 2021 Warner Music Group - X5 Music Group Released on: 2021-03-05 All Instruments: Ari Levine Engineer, Engineer & Mixer: Ari Levine All Instruments, Lead Vocals: Bruno Mars Mixer, Mixing Engineer: Manny Marroquin Engineer, Mastering ...",
            "Provided to YouTube by Atlantic Records Count on Me · Bruno Mars Doo-Wops & Hooligans ℗ 2010 Elektra Entertainment Group Inc. for the United States and WEA International Inc. for the world outside of the United States. All Rights Reserved. All Instruments: Ari Levine Engineer & Mixer: Ari Levine All Instruments: Bruno Mars Lead Vocals: Bruno ...",
            "The official lyric video for Bruno Mars' \"Count On Me\" from the album ‘Doo-Wops & Hooligans’. 🔔 Subscribe for the latest official music videos, live performances, lyric videos, official audio, and more https://Atlantic.lnk.to/BMsubscribe Watch All Of Bruno Mars’ Official Music Videos https://bit.ly/2U7I3mi See Bruno Mars on tour Visit ...",
            "Provided to YouTube by Warner Music Group - X5 Music Group Count On Me · Bruno Mars #TopMusic ℗ 2021 Warner Music Group - X5 Music Group Released on: 2021-03-19 Lyricist: Ari Levine Lyricist: Bruno Mars Lyricist: Philip Lawrence Auto-generated by YouTube.",
            "Sorry if theres mistakes and bad timing :)"
        ]
    },
    {
        "query": "Floyd LAZER DIM 700 Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Foundation Media LLC Floyd · LAZER DIM 700 Floyd ℗ 2023 LAZER DIM 700 Released on: 2023-12-10 Main Artist: LAZER DIM 700 Lyricist: Lazer Dim Auto-generated by YouTube.",
            "Prod . Marrgielaa & PurpTokyo FLOYD 2023 LAZER DIM",
            "Provided to YouTube by Foundation Media LLC Treacherous · LAZER DIM 700 Treacherous ℗ 2023 LAZER DIM 700 Released on: 2023-12-11 Main Artist: LAZER DIM 700 Lyricist: Lazer Dim Auto-generated by YouTube.",
            "Provided to YouTube by Foundation Media LLC Intervene · LAZER DIM 700 Intervene ℗ 2024 LAZER DIM 700 Released on: 2024-01-23 Main Artist: LAZER DIM 700 Auto-generated by YouTube.",
            "Provided to YouTube by Foundation Media LLC super jump · LAZER DIM 700 super jump ℗ 2023 LAZER DIM 700 Released on: 2023-12-24 Main Artist: LAZER DIM 700 Lyricist: Lazer Dim Auto-generated by YouTube."
        ]
    },
    {
        "query": "Shake Yo Dreads Sexyy Red Topic site:youtube.com",
        "descriptions": [
            "Stream \"Shake Yo Dreads\" on all platforms: https://openshiftdistro.lnk.to/ShakeYoDreads Follow Sexyy Red here: https://instagram.com/sexyyred TikTok: http://www.tiktok.com/@sexyyred314 Twitter: https://twitter.com/sexyyred314_ Stream other Sexyy Red music here: Spotify: https://open.spotify.com/artist/3DbwFQlvLxRSi2uX8mf81A Apple: https://music ...",
            "Provided to YouTube by Open Shift Distribution Shake Yo Dreads · Sexyy Red Shake Yo Dreads ℗ 2023 Open Shift Distribution / gamma. Released on: 2023-09-29 Composer: Janae Wherry Auto-generated by YouTube.",
            "Provided to YouTube by Open Shift Distribution Shake Yo Dreads · Sexyy Red Hood Hottest Princess (Deluxe) ℗ 2023 Open Shift Distribution / gamma. Released on: 2023-12-01 Composer: Janae Wherry Auto-generated by YouTube.",
            "New music from Sexyy Red - Shake Yo Dreads available now on DatPiff YouTube! #SexyyRed #ShakeYoDreads",
            ""
        ]
    },
    {
        "query": "O Superman Laurie Anderson Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Nonesuch O Superman · Laurie Anderson Big Science ℗ 2007 Nonesuch Records, Inc. Vocals, Vocoder: Laurie Anderson Flute, Saxophone: Perry Hoberman Organ: Roma Baran Writer: Laurie Anderson Auto-generated by YouTube.",
            "Provided to YouTube by Rhino/Warner Records O Superman (Live) · Laurie Anderson United States Live ℗ 1984 Warner Records Inc. Producer: Laurie Anderson Producer: Roma Baran Composer: Laurie Anderson Auto-generated by YouTube.",
            "Provided to YouTube by Rhino/Warner Records O Superman (For Massenet) (Remastered) · Laurie Anderson Talk Normal: The Laurie Anderson Anthology ℗ 1982 Warner Records Inc. Masterer: Bill Kipper Consultant: Bob Bielecki Masterer: Bob Ludwig Keyboards, Producer, Vocals, Vocoder: Laurie Anderson Flute, Saxophone: Perry Hoberman Assistant ...",
            "Provided to YouTube by Nonesuch O Superman · Laurie Anderson Live in New York ℗ 2002 Nonesuch Records Composer: Laurie Anderson Auto-generated by YouTube.",
            "Provided to YouTube by Label Worx Limited O Superman · M.A.N.D.Y. · Booka Shade · Laurie Anderson 5 Years Get Physical ℗ Get Physical Music Released on: 2007-06-11 Producer: M.A.N.D.Y. Producer: Booka Shade Producer: Patrik Dechent Composer: Laurie Anderson Music Publisher: Copyright Control Auto-generated by YouTube."
        ]
    },
    {
        "query": "Temptation Toxic Joy & NEIV Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by AEI Group LTD Temptation · Toxic Joy · NEIV Temptation ℗ 2023 Arcade, a division of NCS Released on: 2023-08-18 Producer: Jorney Robert Leysner Music Publisher: Featherstone Music Composer, Lyricist: Jorney Robert Leysner Composer, Lyricist: Neiv Sara Hans Auto-generated by YouTube.",
            "If you enjoyed the video, please consider the like and subscribe buttons Track: Toxic Joy - Temptation (ft. NEIV) [Arcade Release] Music from Arcade by NoCopyrightSounds. Watch: http://ncs.lnk.to/temptationAT/youtube Free Download / Stream: http://ncs.io/temptation #ncs #nocopyrightsounds #copyrightfree",
            "Arcade, a label by NoCopyrightSounds Follow on Spotify: https://ncs.lnk.to/ArcadeReleases Free Download: http://ncs.io/temptationhttp://ncs.i Stream: http://ncs.lnk.to/temptationID Submit music to Arcade/NCS: https://ncs.io/demos [NCS / Arcade] • https://www.youtube.com/c/NCSArcade • https://soundcloud.com/nocopyrightsounds • https ...",
            "Arcade, a label by NoCopyrightSounds Follow on Spotify: https://ncs.lnk.to/ArcadeReleases Free Download: http://ncs.io/temptation Stream: http://ncs.lnk.to/temptationID Submit music to Arcade/NCS: https://ncs.io/demos [NCS / Arcade] • https://www.youtube.com/c/NCSArcade • https://soundcloud.com/nocopyrightsounds • https://instagram.com ...",
            "• Free Download/Stream: https://ncs.io – Follow NCS: • https://www.youtube.com/user/NoCopyrightSounds • https://www.facebook.com/NoCopyrightSounds • https://www.instagram.com/NoCopyrightSounds • https://twitter.com/NCSounds • https://soundcloud.com/NoCopyrightSounds • https://www.twitch.tv/nocopyrightsounds • https://spoti.fi ..."
        ]
    },
    {
        "query": "Static Steve Lacy Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by L-M Records/RCA Records Static · Steve Lacy Gemini Rights ℗ 2022 L-M Records, under license to RCA Records, a division of Sony Music Entertainment Released on: 2022-07-14 Keyboards: Ely Rise Composer, Lyricist: John Carroll Kirby Engineer: Karl Wingate Mixing Engineer: Neal Pogue Mastering Engineer: Mike Bozzi Auto ...",
            "Provided to YouTube by L-M Records/RCA Records Static · Steve Lacy Gemini Rights ℗ 2022 L-M Records, under license to RCA Records, a division of Sony Music Entertainment Released on: 2022-07-15 Keyboards: Ely Rise Composer, Lyricist: John Carroll Kirby Engineer: Karl Wingate Mixing Engineer: Neal Pogue Mastering Engineer: Mike Bozzi Auto ...",
            "Download/Stream “Gemini Rights” here: https://stevelacy.lnk.to/geminirights Follow Steve Lacy: https://www.instagram.com/steve.lacy https://tiktok.com/@steve.lacy https://www.facebook.com/lacystevelacy https://stevelacys.com #SteveLacy #Static #GeminiRights",
            "",
            "all credits go to the owner, i own nothing."
        ]
    },
    {
        "query": "Congratulations Post Malone Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group Congratulations · Post Malone · Quavo Stoney ℗ 2016 Republic Records, a division of UMG Recordings, Inc. Released on: 2016-12-09 Producer: Frank Dukes Producer: Metro Boomin Studio Personnel, Recording Engineer, Producer, Additional Producer: Louis Bell Studio Personnel, Recording Engineer ...",
            "Provided to YouTube by Universal Music Group Congratulations · Post Malone · Quavo Stoney ℗ A Republic Records Release; ℗ 2016 UMG Recordings, Inc. Released on: 2016-12-09 Producer: Frank Dukes Producer: Metro Boomin Studio Personnel, Recording Engineer, Producer, Additional Producer: Louis Bell Studio Personnel, Recording Engineer ...",
            "Provided to YouTube by Universal Music Group Congratulations · Post Malone · Quavo Stoney ℗ A Republic Records Release; ℗ 2016 UMG Recordings, Inc. Released on: 2016-12-09 Producer: Frank Dukes Producer: Metro Boomin Studio Personnel, Recording Engineer, Producer, Additional Producer: Louis Bell Studio Personnel, Recording Engineer ...",
            "Provided to YouTube by Universal Music Group Congratulations · Post Malone · Quavo The Diamond Collection ℗ A Republic Records Release; ℗ 2016 UMG Recordings, Inc. Released on: 2023-04-21 Producer: Frank Dukes Producer: Metro Boomin Studio Personnel, Recording Engineer, Producer, Additional Producer: Louis Bell Studio Personnel, Recording ...",
            "Provided to YouTube by Universal Music Group Congratulations (Remix) · Post Malone · Quavo · Future Congratulations ℗ 2017 Republic Records, a division of UMG Recordings, Inc. Released on: 2017-06-16 Producer: Frank Dukes Producer, Studio Personnel, Mixer: Metro Boomin Studio Personnel, Recording Engineer, Producer, Additional Producer ..."
        ]
    },
    {
        "query": "  Topic site:youtube.com",
        "descriptions": [
            "How to write a topic sentence and paragraph, step-by-step in easy English. You will see how to avoid common mistakes and make a good topic, or controlling, sentence. We will explain how supporting sentences and the concluding sentence make a good paragraph. This video is great for self-study and home school. Table of contents 00:35 Common ...",
            "Writing is extremely important in the English language. In this lesson, Mr. P. will provide you with step-by-step instructions on how to write a good topic sentence. At the end of the video lesson, he will list some prompts for students to write about. This lesson is designed for intermediate students who wish to improve their English grammar ...",
            "Video notesheet: http://www.englishunits.com/wp-content/uploads/Topic-Sentence-of-a-Paragraph.pdf Paragraph Topic Sentences video notes, worksheets, and quizzes: http://www.englishunits.com/paragraphs/p-2/ This video and worksheet explain what a topic sentence is and what it does in a paragraph. It also provides example paragraphs and practice ...",
            "Topic sentence is essential to every essay, it expresses what the paragraph is about and shows the connection between your points. This video will show you what to include in a topic sentence, where to put it, and examples for using topic sentences as transitions. Intro - 0:00 1. Definition 0:12 2. Components of topic sentences 0:20 3. Location ...",
            "Five English teachers come together to show you how to discuss a topic in a group. You'll learn how to give your opinion, interrupt, contradict, and more. We'll teach you how to use expressions like \"in a nutshell"
        ]
    },
    {
        "query": "Dreamy Elijah Lee Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Revelator Ltd. Dreamy · Elijah Lee Dreamy ℗ 2019 Elijah Lee Released on: 2019-11-08 Music Publisher: Copyright Control Composer: Elijah Jaewon Lee Auto-generated by YouTube.",
            "I just feel dreamy thinking about you My soundcloud: https://soundcloud.com/elijah_lee",
            "sub plzzzzzzz cre : elijah lee",
            "♫ Elijah Lee - Dreamy [lofi] Track https://soundcloud.com/elijah_lee/dreamy Support The Artist Soundcloud: https://soundcloud.com/elijah_lee Support Me Youtube: https://goo.gl/7A1bJE Twitter: https://twitter.com/PandaFivee Instagram: https://www.instagram.com/pandafivee/ Soundcloud: https://soundcloud.com/user-575205318",
            "Provided to YouTube by United Common Records dreamspace · Elijah Lee Tender Dreams ℗ 2020 United Common Publishing Released on: 2020-05-25 Auto-generated by YouTube."
        ]
    },
    {
        "query": "Nice to Meet You Imagine Dragons Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group Nice to Meet You (Preview) · Imagine Dragons Nice to Meet You ℗ 2024 KIDinaKORNER/Interscope Records Released on: 2024-05-14 Producer: Mattman & Robin Studio Personnel, Mixer: Serban Ghenea Studio Personnel, Assistant Mixer: Bryce Bordone Associated Performer, Vocals: Imagine Dragons A& R ...",
            "Provided to YouTube by Universal Music Group Nice to Meet You · Imagine Dragons Nice to Meet You ℗ 2024 KIDinaKORNER/Interscope Records Released on: 2024-05-24 Producer: Mattman & Robin Studio Personnel, Mixer: Serban Ghenea Studio Personnel, Assistant Mixer: Bryce Bordone Associated Performer, Vocals: Imagine Dragons A& R Coordinator: Erica ...",
            "Imagine Dragons - Nice To Meet You (Official Music Video) Pre-order LOOM. out June 28th: https://imaginedragons.lnk.to/loom Get tickets for the LOOM world tour: https://imaginedragons.lnk.to/loomtour Shop LOOM merch & music products: https://imaginedragons.lnk.to/loomstore ---- Pre-Save “Nice To Meet You” : https://ImagineDragons.lnk.to ...",
            "",
            "Listen to Follow You + Cutthroat, out now: https://smarturl.it/FollowYouCutthroat Listen to ‘Mercury — Acts 1 & 2’, out now: https://ImagineDragons.lnk.to/Mercury Shop Imagine Dragons: http://smarturl.it/ImagineDragonsShop Catch Imagine Dragons on tour: http://imaginedragonsmusic.com/tour Sign up for email updates: http://smarturl.it/ID ..."
        ]
    },
    {
        "query": "Brunch (Lofi) Muspace Lofi Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by IIP-DDS Brunch (Lofi) · Muspace Lofi Bizarre ℗ Muspace Released on: 2022-12-27 Composer: Dr.Meow Auto-generated by YouTube.",
            "Enjoy this 1 hour of mellow vibes for Sunday brunch! These chill lofi beats for cooking & relaxing is the perfect music to have as background for Sunday brunch. For the rest of the week, use this lofi no copyright mix (see conditions below) for studying or as background music at work! Thanks for watching Mellow Vibes Radio! ☕ Buy me a Coffee ...",
            "Provided to YouTube by IIP-DDS When You Call Me (Lofi) · Muspace Lofi Tides ℗ Muspace Released on: 2023-04-15 Composer: Dr.Meow Auto-generated by YouTube.",
            "Provided to YouTube by IIP-DDS Wish I Could (Lofi) · Muspace Lofi Wish I Could ℗ Muspace Released on: 2022-12-19 Composer, Lyricist: Dr.Meow Auto-generated by YouTube.",
            "Provided to YouTube by IIP-DDS We Were Here (Lofi) · Muspace Lofi We Were Here ℗ Muspace Released on: 2022-12-14 Composer, Lyricist: Dr.Meow Auto-generated by YouTube."
        ]
    },
    {
        "query": "They Don't Care About Us (Immortal Version) Michael Jackson Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Epic They Don't Care About Us (Immortal Version) · Michael Jackson Immortal ℗ 2011 MJJ Productions Released on: 2011-11-21 Composer, Lyricist: See Sub-songs Re- Mixer: Kevin Antunes Programmer: Glenn Erwin Composer, Lyricist: James Samuel Harris III Producer: Jimmy Jam Composer, Lyricist, Producer: Rodney Jerkins ...",
            "Immortal is a remix album of music originally recorded by American recording artist Michael Jackson, released on November 18, 2011 by Epic Records. They Don't Care About Us (Immortal Version) · Michael Jackson Immortal ℗ 2011 MJJ Productions Released on: 2011-11-21 Composer, Lyricist: See Sub-songs Re- Mixer: Kevin Antunes Programmer: Glenn ...",
            "",
            "Artist: Michael Jackson Album: HIStory: Past, Present And Future, Book I Song Title: They Don't Care About Us (Salsa Version) Producer(s): Michael Jackson Songwriter(s): Michael Jackson Genre: Pop Rock Realesed: March 30, 2013 Recorded: June 1989, 1994–1995 Format: Digital Single Label: Epic Lenght: 3:44 (Salsa Version) All Credits For This ..."
        ]
    },
    {
        "query": "B.E.D. Jacquees Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group B.E.D. · Jacquees 4275 ℗ 2015 Cash Money Records Inc. Released on: 2018-06-15 Associated Performer, Performer: Jacquees Producer: Nash B Studio Personnel, Recording Engineer, Mixer: Earl (Ejay) Washington Composer Lyricist: Rodriquez Broadnax Composer Lyricist: Mbeng Denzel Ayuk-Okata Composer ...",
            "Provided to YouTube by Universal Music Group B.E.D. · Jacquees 4275 ℗ 2015 Cash Money Records Inc. Released on: 2018-06-15 Associated Performer, Performer: Jacquees Producer: Nash B Studio Personnel, Recording Engineer, Mixer: Earl (Ejay) Washington Composer Lyricist: Rodriquez Broadnax Composer Lyricist: Mbeng Denzel Ayuk-Okata Composer ...",
            "Provided to YouTube by Universal Music Group B.E.D. · Jacquees Chilled R & B ℗ 2015 Cash Money Records Inc. Released on: 2023-09-26 Associated Performer, Performer: Jacquees Producer: Nash B Studio Personnel, Recording Engineer, Mixer: Earl (Ejay) Washington Composer Lyricist: Rodriquez Broadnax Composer Lyricist: Mbeng Denzel Ayuk-Okata ...",
            "Provided to YouTube by Universal Music Group B.E.D. · Jacquees Autumn Hits 2023 ℗ 2015 Cash Money Records Inc. Released on: 2023-10-10 Associated Performer, Performer: Jacquees Producer: Nash B Studio Personnel, Recording Engineer, Mixer: Earl (Ejay) Washington Composer Lyricist: Rodriquez Broadnax Composer Lyricist: Mbeng Denzel Ayuk-Okata ...",
            "Provided to YouTube by Universal Music Group B.E.D. · Jacquees B.E.D. Time ℗ 2015 Cash Money Records Inc. Released on: 2022-04-08 Associated Performer, Performer: Jacquees Producer: Nash B Studio Personnel, Recording Engineer, Mixer: Earl (Ejay) Washington Composer Lyricist: Rodriquez Broadnax Composer Lyricist: Mbeng Denzel Ayuk-Okata ..."
        ]
    },
    {
        "query": "You’re Gonna Go Far Noah Kahan Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group You’re Gonna Go Far · Noah Kahan Stick Season ℗ 2023 Mercury Records/Republic Records, a division of UMG Recordings, Inc. Released on: 2023-06-09 Producer, Associated Performer, Background Vocalist, Bass, Guitar, Organ, Piano: Gabe Simon Producer, Associated Performer, Background Vocalist ...",
            "“Stick Season (We’ll All Be Here Forever)” Out Now: https://noahkahan.lnk.to/StickSeasonWABHF Follow Noah Kahan: Facebook: http://facebook.com/noahkahanmusic Instagram: http://instagram.com/noahkahanmusic Twitter: http://twitter.com/noahkahan TikTok: https://www.tiktok.com/@noahkahanmusic Spotify: https://republic.lnk.to/NoahKahanSpYD ...",
            "Provided to YouTube by Universal Music Group You’re Gonna Go Far · Noah Kahan Stick Season ℗ 2023 Mercury Records/Republic Records, a division of UMG Recordings, Inc. Released on: 2024-02-09 Producer, Associated Performer, Background Vocalist, Bass, Guitar, Organ, Piano: Gabe Simon Producer, Associated Performer, Background Vocalist ...",
            "Noah Kahan - You’re Gonna Go Far (Lyrics) | So, pack up your car, put a hand on your heart Noah Kahan - You’re Gonna Go Far (Lyrics) | So, pack up your car, put a hand on your heart SUBSCRIBE: https://bit.ly/42VaaWL Follow Noah Kahan: Facebook: http://facebook.com/noahkahanmusic Instagram: http://instagram.com/noahkahanmusic Twitter: http ...",
            "#NoahKahan #YoureGonnaGoFar #StickSeason #livemusic #liveperformance #singer #musician #singersongwriter #concert"
        ]
    },
    {
        "query": "Fotia Me Fotia Panos Kiamos Topic site:youtube.com",
        "descriptions": [
            "Ватра са ватром, ватра са ватром Ватра у пољупцу, ватра у телу, ватра у срцу...",
            "Subscribe now στο #1 ελληνικό μουσικό κανάλι: https://www.youtube.com/@cobaltmusicgr Πάνος Κιάμος - Φωτιά με φωτιά | Panos Kiamos - Fotia me fotia - Official Video Clip Cobalt Music Like us on Facebook: http://on.fb.me/16GaxR3 Follow us on Twitter: http://bit.ly/13fZZKD Follow us on Instagram: http ...",
            "Subscribe: http://bit.ly/2IWjpOO οι MASTER TEMPO υπογράφουν ένα ακόμα δυνατό club remix για τον Πάνο Κιάμο, καλλιτέχνη με τον οποίο επανειλημμένως έχουν συνεργαστεί στο παρελθόν με τεράστια επιτυχία. Μαζί του ...",
            "Fwtia Me Fwtia , Sen Trope (Agelakis G. Mashup) Download Link : http://www39.zippyshare.com/v/52711342/file.html Download Link 2 : http://soundcloud.com/dj-agelakis-g/panos-kiamos-azis-fwtia-me",
            ""
        ]
    },
    {
        "query": "Serenity Hariseno Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by IIP-DDS Serenity · Hariseno Afternoon Reflections ℗ Hariseno Released on: 2021-12-29 Composer: Hariseno Auto-generated by YouTube.",
            "Lien vidéo originale : https://youtu.be/Ciy88wl88RQ?si=y4yVaedADfzjpXQC",
            "Provided to YouTube by IIP-DDS Serenity · Piano Meditation Serenity ℗ Piano Meditation Released on: 2023-09-06 Composer: Juri Hadi Utomo Composer: Hudharto Hariseno Auto-generated by YouTube.",
            "Provided to YouTube by IIP-DDS Self Awareness · Hariseno Peaceful Night ℗ Hariseno Released on: 2021-12-10 Composer: Hariseno Auto-generated by YouTube.",
            "Provided to YouTube by IIP-DDS Imperfection · Hariseno Imperfection ℗ Hariseno Released on: 2022-01-07 Composer: Hariseno Auto-generated by YouTube."
        ]
    },
    {
        "query": "The Last Ride Sidhu Moose Wala & Wazir Patar Topic site:youtube.com",
        "descriptions": [
            "Song : The Last Ride Singer, Lyricist : Sidhu Moose Wala Music: Wazir Patar Mix, Master: Dense Video : Gurjant Panesar Special Thanks : Rubbal GTR Digital Powered by: One Digital Entertainment Label : Sidhu Moose Wala Also Available on :- Spotify -https://spoti.fi/3ldSEck JioSaavn - https://bit.ly/3lfV3Dn iTunes - https://apple.co/3FUhDeb Apple ...",
            "Provided to YouTube by OneDigital Entertainment Pte Ltd The Last Ride · Sidhu Moose Wala · Wazir Patar The Last Ride ℗ Sidhu Moose Wala Released on: 2022-05-15 Producer: Wazir Patar Lyricist: Sidhu Moose Wala Auto-generated by YouTube.",
            "» THE LAST RIDE - (8D AUDIO) | Sidhu Moose Wala | Wazir Patar 🔔 If you like it 𝗽𝗹𝗲𝗮𝘀𝗲 𝘀𝘂𝗯𝘀𝗰𝗿𝗶𝗯𝗲 𝗮𝗻𝗱 𝘁𝘂𝗿𝗻 𝗼𝗻 𝘁𝗵𝗲 𝗻𝗼𝘁𝗶𝗳𝗶𝗰𝗮𝘁𝗶𝗼𝗻𝘀 for more 🎧 (𝗨𝘀𝗲 𝗵𝗲𝗮𝗱𝗽𝗵𝗼𝗻𝗲𝘀 and 𝗰𝗹𝗼𝘀𝗲 ...",
            "Teaser : The Last Ride Singer, Lyricist : Sidhu Moose Wala Music: Wazir Patar Mix, Master: Dense Video : Gurjant Panesar Digital Powered by: One Digital Entertainment Label : Sidhu Moose Wala This Is Official Channel Of Punjabi Singer \"SIDHU MOOSE WALA\" This Channel is Made For Live Video And Other Events Broadcast, V Logs Do Subscribe & Be A ...",
            "sidhu moose waala new song sidhu moose wala last ride justic for sidhu moose wala #gaming #gta #gta5 #sidhumoosewala #viral #gtavonline #music #song #jattlife #justicforsidhumoosewala #wazirpatar #punjabi #punjabisong #attitudestatus #youtube #gtavi #gtasanandreas #gtavicecity #carlover #car #youtubegaming #chapatihindustanigamer #loggygamer # ..."
        ]
    },
    {
        "query": "Attitude (feat. Charlie Wilson & Cash Cobain) Don Toliver Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Cactus Jack / Atlantic Attitude (feat. Charlie Wilson & Cash Cobain) (Preview) · Don Toliver · Charlie Wilson · Cash Cobain Attitude (feat. Charlie Wilson & Cash Cobain) ℗ 2024 Atlantic Records Group LLC Vocals: Charlie Wilson Vocals: Cash Cobain Vocals: Don Toliver Auto-generated by YouTube.",
            "Provided to YouTube by Cactus Jack / Atlantic Attitude (feat. Charlie Wilson & Cash Cobain) · Don Toliver · Charlie Wilson · Cash Cobain Attitude (feat. Charlie Wilson & Cash Cobain) ℗ 2024 Atlantic Records Group LLC Vocals: Charlie Wilson Vocals: Cash Cobain Keyboards: Cash Cobain Producer: Cash Cobain Mixer, Recorded By: Derek ...",
            "Provided to YouTube by Cactus Jack / Atlantic If I Had (feat. Charlie Wilson) · Don Toliver · Charlie Wilson Love Sick ℗ Cactus Jack, ℗ 2023 Atlantic Records Group LLC Vocals: Don Toliver Vocals: Charlie Wilson Producer: DJ Dahi Assistant Mixer: Damon Riggins Jr Mixer, Recorded By: Derek “206derek” Anderson Unknown: Eric King A& R ...",
            "Provided to YouTube by Cactus Jack / Atlantic If I Had (feat. Charlie Wilson) · Don Toliver · Charlie Wilson Love Sick ℗ Cactus Jack, ℗ 2023 Atlantic Records Group LLC Vocals: Don Toliver Vocals: Charlie Wilson Producer: DJ Dahi Assistant Mixer: Damon Riggins Jr Mixer, Recorded By: Derek “206derek” Anderson Unknown: Eric King A& R ...",
            "Don Toliver - If I Had (feat. Charlie Wilson) 'LOVE SICK' the album, out NOW! ️‍🩹🫡🪄🥂🌹 Stream/DL: https://DonToliver.lnk.to/LoveSickID Subscribe to Don’s YouTube channel: https://dontoliver.lnk.to/YTSubscribe Follow Don Toliver https://www.instagram.com/dontoliver https://www.tiktok.com/@dontolivermusic https://twitter.com ..."
        ]
    },
    {
        "query": "Everybody Hurts Sidhu Moose Wala Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by OneDigital Entertainment Pte Ltd Everybody Hurts · Sidhu Moose Wala No Name ℗ Sidhu Moose Wala Released on: 2022-04-25 Producer: JAYB SINGH Composer: Sidhu Moose Wala Lyricist: Sidhu Moose Wala Auto-generated by YouTube.",
            "Song: Everbody Hurts Singer, Lyricist : Sidhu Moose Wala Music: Jayb Visuals: Nav Dhiman Digital Powered by: One Digital Entertainment Label : Sidhu Moose Wala Do Subscribe & Be A Part Of My Life - https://bit.ly/SidhuMooseWalaSubscribe Enjoy And Stay Connected With Artist || SIDHU MOOSE WALA Click to Subscribe - https://bit.ly ...",
            "EVERYBODY HURTS : Sidhu Moose Wala | Jayb | Official Visual Video | New Song 2022 Song: Everbody Hurts Singer, Lyricist : Sidhu Moose Wala Music: Jayb Visuals: Nav Dhiman Digital Powered by: Ravitosh Tomer Music Label : Sidhu Moose Wala Enjoy And Stay Connected With Artist || SIDHU MOOSE WALA Everybody Hurts (Lyrics) - Sidhu Moosewala | Jay B ...",
            "Sidhu Moose Wala - Everybody Hurts (Lyrics) Singer - Sidhu Moose Wala Music - Jayb Lyrics - Sidhu Moose Wala Sidhu Moose Wala - Calaboose (Lyrics) https://youtu.be/8yeTec66u7U Sidhu Moose Wala - Scapegoat (Lyrics) https://youtu.be/_D4XMJsvWHs Subscribe our channel if you enjoyed the video Click here 👉 www.youtube.com/ChillPind SidhuMooseWala ...",
            "Everybody Hurts - Soulful Mashup | Sidhu Moose Wala | Chillout Vibes Mashup & Visuals - Chillout Vibes #everybodyhurts #soulfulmashup Tags : everybody hurts sidhu moose wala,everybody hurts,sidhu moose wala,sidhu moose wala new song,everybody hurts sidhu moose wala reaction,sidhu moosewala,sidhu moosewala latest song,sidhu moose wala reaction ..."
        ]
    },
    {
        "query": "L'alcool au volant Cayouche Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Production Péninsule L'alcool au volant · Cayouche Moitié-moitié ℗ Production Péninsule Released on: 2010-07-13 Composer: Cayouche Lyricist: Cayouche Auto-generated by YouTube.",
            "Voici la chanson de Cayouche, ''L'alcool au volant''.",
            "Festival de l'oie Blanche de Montmagny Extrait de la chanson L'alcool au volant du chanteur acadien Cayouche. 18 oct 2008, filmé par moi-meme avec un canon powershot a550",
            "Interprétation de la célèbre chanson de Cayouche par Lisa Leblanc à la Fête Nationale dans Villeray, le 24 juin 2012 Album photo de la soirée http://guillaumemorin.weebly.com/5/post/2012/06/fte-nationale-2012-dans-villeray.html",
            "Enregistré le 12/02/09"
        ]
    },
    {
        "query": "Da Girls (Girls Mix) [feat. Lola Brooke & Lady London] Ciara & Lola Brooke & Lady London Topic site:youtube.com",
        "descriptions": [
            "Stream//Download “Da Girls (Girls Mix)“ here: https://vydia.lnk.to/DaGirlsMix Follow Ciara Everywhere: Instagram: instagram.com/ciara TikTok: https://www.tiktok.com/@ciara Twitter: https://twitter.com/ciara Facebook: https://www.facebook.com/ciaramusic Stream Ciara Everywhere: Spotify: https://open.spotify.com/artist/2NdeV5rLm47xAvogXrYhJX ...",
            "Provided to YouTube by Vydia Da Girls (Girls Mix) (feat. Lola Brooke & Lady London) · Ciara · Lola Brooke · Lady London Da Girls (Girls Mix) (feat. Lola Brooke & Lady London) ℗ 2023 Beauty Marks Entertainment, Inc. / Lola Brooke appears courtesy of Team Eighty Productions / Arista Records, a division of Sony Music Entertainment / Lady ...",
            "Join Ciara, Lola Brooke & Lady London live, ahead of the official music video premiere for \"Da Girls MIX\" !",
            "this video sponsor buy under lucky star Our link https://www.underluckystars.com/PERFECTVIBES29 Visit Our Link and Get 10% discount About Under lucky star Star maps that show the unique alignment of the stars at the place and time chosen by you. The moment you met your significant other, the moment your child was born, the day you said “yes ...",
            "Thanks for watching Please like and Subscribe #ciara #lolabrooke #ladylondon #dagirls #lyrics #viral"
        ]
    },
    {
        "query": "Meme of the Year Eletrofox Topic site:youtube.com",
        "descriptions": [
            "2020 was a tough year for everyone. Here's a compilation of our best stuff from 2020, assembled by the one and only FreeMemesKids. We're a hardworking group of people and we're grateful to have your support quickly reflect the work we put in. We appreciate every single one of you. As the meme scene on YouTube grows we hope to become a force in ...",
            "Funniest memes of the year. Get merch here: https://duckydee.store Join the (discord server): https://discord.gg/duckydee Subscribe to join the FLOCK!: https://bit.ly/2Q2QCLB Support the channel by becoming a member: https://www.youtube.com/channel/UCoqExwHinRzvPHPzZyJ7Xjw/join Follow me on social media: Twitter: https://twitter.com/itsduckydee ...",
            "Hello Friends, Please support us by subscribing our channel. Don't forget to press the Bell 🔔 icon to never miss an update. https://www.youtube.com/MrMrsPandit Please reach out to us if you found any COPYRIGHT issue on our channel. Email: abhayanindita@gmail.com ~~~~~~~~~~~~~~~~~~~~~~~ Original Video Source: https://www.youtube.com/watch?v ...",
            "My Merchandise Store: https://my-store-d3fa8d.creator-spring.com Discord: https://discord.com/invite/dkjPBxJ Patreon: https://www.patreon.com/darkmemes Welcome to my channel, here we create high quality internet memes and trends with transformative editing and voice over in the video. The content in the videos are created, edited and given ...",
            "YouTube Rewind 2023 on piano Piano Tutorial: https://youtu.be/WaPA8vRMraA Follow PACIL: • Spotify: https://bit.ly/PACILSpotify • TikTok: https://www.tiktok.com/@pacilofficial • Discord: https://discord.gg/YA28H6Nm9M • Instagram: http://instagram.com/pacil.g/ Tracklist: 1. Skibidi Bob Yes Yes (January) 2. The Boys (January) 3. Maxwell ..."
        ]
    },
    {
        "query": "God's Plan Drake Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group God's Plan · Drake Scorpion ℗ 2018 Young Money Entertainment/Cash Money Records Released on: 2018-06-29 Producer: Cardo Producer: Yung Exclusive Producer: Boi-1da Producer, Additional Producer: Noah \"40\" Shebib Studio Personnel, Recording Engineer, Associated Performer, Keyboards: Noah Shebib ...",
            "Provided to YouTube by Universal Music Group God's Plan · Drake Scorpion ℗ 2018 Young Money Entertainment/Cash Money Records Released on: 2018-06-29 Producer: Cardo Producer: Yung Exclusive Producer: Boi-1da Producer, Additional Producer: Noah \"40\" Shebib Studio Personnel, Recording Engineer, Associated Performer, Keyboards: Noah Shebib ...",
            "The official video of \"God's Plan\" by Drake from the album 'Scorpion'. Follow Drake https://drakeofficial.com https://facebook.com/Drake https://instagram.com/champagnepapi https://twitter.com/Drake Follow OVO Sound http://ovosound.com https://facebook.com/ovosound https://instagram.com/ovosound https://twitter.com/ovosound #OVOSound #Drake # ...",
            "#drake #draketypebeat #godsplan don't forget to subscribe and feel free to comment down below what you want to see next.",
            "Spotify: https://spoti.fi/2K1CE8z iTunes: https://apple.co/2KHz5FK FOLLOW US! Instagram: http://instagram.com/olnband Facebook: https://www.facebook.com/ourlastnightband Twitter: https://twitter.com/OLNband Spotify: bit.ly/olnspotify Special thanks to our sponsors! http://en-us.sennheiser.com http://www.kieselguitars.com http://zildjian.com ..."
        ]
    },
    {
        "query": "Jekasoro Anni3 Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by IIP-DDS Jekasoro · Anni3 Jekasoro ℗ Doki Music Released on: 2024-05-14 Lyricist, Composer: Mbadiwe Praise Auto-generated by YouTube.",
            "Music video for JEKASORO performed by Cheque. https://www.youtube.com/channel/UCd-gW3QFWbQeRywXB3JMSWg Copyright (C) 2019 Penthauze.",
            "",
            "All units are replacable with higher rarity character, higher trust can reduce the level required to clear the map. #Arknights My Patreon Page: https://www.patreon.com/just3c My video sponsors: Tymn, StevenWolf, Kestrel, Chiu Joey, Matthew Zhang, Ashikaga Hetaro, Emmanuel Lim, Louis Christian Bongato, Matthew A D'Mello, Hantao Yin, Private Loli ...",
            "Purchase a License to use this beat commercially... Purchase/Download Link: https://bsta.rs/a895bf40a BUY 2 n GET 1 FREE Email: ntulcallie@gmail.com Note: This beat is NOT free! Purchasing a lease is required for both Non-Profit and Profitable/Commercial use. #Burnaboy #Afrobeat #Wizkid IGNORE TAGS: ayra starr type beat roger type beat ayra ..."
        ]
    },
    {
        "query": "Wicked Game Chris Isaak Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group Wicked Game · Chris Isaak Best Of Chris Isaak ℗ 1991 Wicked Game Records Released on: 2006-05-09 Composer Lyricist: Chris Isaak Auto-generated by YouTube.",
            "Provided to YouTube by Universal Music Group Wicked Game · Chris Isaak Heart Shaped World ℗ 1989 Wicked Game Records Released on: 1989-06-13 Producer: Erik Jacobsen Studio Personnel, Engineer: Mark Needham Studio Personnel, Mastering Engineer: Greg Fulginiti Composer Lyricist: Chris Isaak Auto-generated by YouTube.",
            "Provided to YouTube by Universal Music Group Wicked Game (Live) · Chris Isaak Live at the Fillmore ℗ 2010 Chris Isaak Released on: 2010-06-15 Producer: Chris Isaak Composer Lyricist: Chris Isaak Auto-generated by YouTube.",
            "Provided to YouTube by Universal Music Group Wicked Game · Chris Isaak 80s Chart Toppers ℗ 1991 Wicked Game Records Released on: 2023-10-25 Composer Lyricist: Chris Isaak Auto-generated by YouTube.",
            "Provided to YouTube by Universal Music Group Wicked Game · Chris Isaak Wedding Ballads 2023 ℗ 1991 Wicked Game Records Released on: 2023-08-14 Composer Lyricist: Chris Isaak Auto-generated by YouTube."
        ]
    },
    {
        "query": "traitor Olivia Rodrigo Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group traitor · Olivia Rodrigo SOUR ℗ 2021 Olivia Rodrigo, under exclusive license to Geffen Records Released on: 2021-05-21 Producer, Studio Personnel, Recording Engineer, Associated Performer, Electric Guitar, Acoustic Guitar, Drum Programming, Piano, Background Vocalist, Organ: Daniel Nigro Studio ...",
            "Provided to YouTube by Universal Music Group traitor · Olivia Rodrigo SOUR ℗ 2021 Olivia Rodrigo, under exclusive license to Geffen Records Released on: 2021-05-21 Producer, Studio Personnel, Recording Engineer, Associated Performer, Electric Guitar, Acoustic Guitar, Drum Programming, Piano, Background Vocalist, Organ: Daniel Nigro Studio ...",
            "Provided to YouTube by Universal Music Group traitor · Olivia Rodrigo I’m in love with you ℗ 2021 Olivia Rodrigo Released on: 2023-08-01 Producer, Studio Personnel, Recording Engineer, Associated Performer, Electric Guitar, Acoustic Guitar, Drum Programming, Piano, Background Vocalist, Organ: Daniel Nigro Studio Personnel, Mixer: Mitch ...",
            "Provided to YouTube by Universal Music Group traitor · Olivia Rodrigo Están de Moda ℗ 2021 Olivia Rodrigo Released on: 2023-06-16 Producer, Studio Personnel, Recording Engineer, Associated Performer, Electric Guitar, Acoustic Guitar, Drum Programming, Piano, Background Vocalist, Organ: Daniel Nigro Studio Personnel, Mixer: Mitch McCarthy ...",
            "Provided to YouTube by Universal Music Group traitor · Olivia Rodrigo Ya Fue Mucho 2023 ℗ 2021 Olivia Rodrigo Released on: 2023-11-17 Producer, Studio Personnel, Recording Engineer, Associated Performer, Electric Guitar, Acoustic Guitar, Drum Programming, Piano, Background Vocalist, Organ: Daniel Nigro Studio Personnel, Mixer: Mitch McCarthy ..."
        ]
    },
    {
        "query": "Keep Dreaming Emma Stevens Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Absolute Marketing International Ltd Keep Dreaming · Emma Stevens Keep Dreaming ℗ 2020 Emma Stevens Music Ltd Released on: 2020-12-04 Auto-generated by YouTube.",
            "\"Keep Dreaming\" - taken from the album \"Light Year\" available from https://smarturl.it/LightYearAlbum Join the mailing list at my web-site to keep up-to-date and receive a FREE download: http://smarturl.it/emma-list https://emmastevensmusic.com https://facebook.com/estevensmusic https://instagram.com/estevensmusic https://twitter.com ...",
            "Live acoustic version of \"Keep Dreaming\" - original version appears on the album \"Light Year\" available from: https://smarturl.it/LightYearAlbum Join the mailing list at my web-site to keep up-to-date and receive a FREE download: http://smarturl.it/emma-list https://emmastevensmusic.com https://facebook.com/estevensmusic https://instagram.com ...",
            "Show some love with Subscribe and press (🔔) to join the Notification Squad and stay updated with new uploads. Stream Now: https://www.youtube.com/watch?v=M_PJzEAuTrw Follow Emma Stevens: https://emmastevensmusic.com https://facebook.com/estevensmusic https://instagram.com/estevensmusic https://twitter.com/estevensmusic Follow Rewind Vibes ...",
            ""
        ]
    },
    {
        "query": "This Side of Paradise (slowed) Coyote Theory Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Arista Records This Side of Paradise (slowed) · Coyote Theory This Side of Paradise ℗ 2021 Wolf Hypothesis LLC under exclusive license to last nite/Arista Records, a division of Sony Music Entertainment Released on: 2021-02-12 Vocal, Composer: Colby Carpinelli Guitar, Composer: Lane Bohman Bass, Composer: Grayson ...",
            "Listen to This Side of Paradise (slowed) https://CoyoteTheory.lnk.to/ParadiseSlowed Listen to This Side of Paradise https://CoyoteTheory.lnk.to/thissideofparadise Follow Coyote Theory https://www.instagram.com/thecoyotetheory https://www.facebook.com/coyotetheory https://twitter.com/thecoyotetheory https://www.tiktok.com/@coyote_theory https ...",
            "Provided to YouTube by Legacy Recordings This Side of Paradise (slowed) · Coyote Theory Break Up Vibes 2022 ℗ 2021 Wolf Hypothesis LLC under exclusive license to last nite/Arista Records, a division of Sony Music Entertainment Released on: 2022-03-23 Vocal, Composer: Colby Carpinelli Guitar, Composer: Lane Bohman Bass, Composer: Grayson ...",
            "Provided to YouTube by Legacy Recordings This Side of Paradise (slowed) · Coyote Theory Sad Bops ℗ 2021 Wolf Hypothesis LLC under exclusive license to last nite/Arista Records, a division of Sony Music Entertainment Released on: 2022-03-23 Vocal, Composer: Colby Carpinelli Guitar, Composer: Lane Bohman Bass, Composer: Grayson Hendren Drums ...",
            "Provided to YouTube by Arista Records This Side of Paradise · Coyote Theory Color ℗ 2020 Wolf Hypothesis LLC under exclusive license to last nite/Arista Records, a division of Sony Music Entertainment Released on: 2011-06-20 Vocal, Composer: Colby Carpinelli Guitar, Composer: Lane Bohman Bass, Composer: Grayson Hendren Drums, Composer: Jason ..."
        ]
    },
    {
        "query": "Break My Stride Chateau Pop Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Blast Off Records Break My Stride · Chateau Pop · Gregory Prestopino · Matthew Wilder · Gregory Prestopino · Matthew Wilder · 0 Best of 80S Pop Hits ℗ 2019 Blast Off Records Released on: 2019-10-29 Auto-generated by YouTube.",
            "",
            "Learn how to sing in only 30 days with these easy, fun video lessons! https://www.30daysinger.com/a/8328/BFzaEvmu -- \"Matthew Wilder - Break My Stride (Lyrics) 🎵\" -- Listen to Matthew Wilder: https://MatthewWilder.lnk.to/idstlYD Subscribe to Matthew Wilder on Vevo: https://MatthewWilder.lnk.to/subscribeYD About the album: I Don't Speak the ...",
            "Provided to YouTube by Kontor New Media GmbH Break My Stride · Starlite Saxophones 80s Hits on Saxophone ℗ Up and Away Records Released on: 2015-06-18 Artist: Starlite Saxophones Music Publisher: Buchu Music Music Publisher: Bughouse Composer: Gregory Prestopino Music Publisher: Kobalt Songs Composer: Matthew Wilder Music Publisher: Music Of ...",
            "Provided to YouTube by NITRON music Break My Stride · Flip Capella · PAENDA Break My Stride ℗ 2023 Sony Music Entertainment Austria GmbH Released on: 2023-05-12 Associated Performer: Flip Capella, PAENDA Composer, Lyricist: Matthew Wilder Composer, Lyricist: Greg Prestopino Mastering Engineer, Mixing Engineer, Producer: Marvin Dörsam Auto ..."
        ]
    },
    {
        "query": "Stay Schemin Rick Ross & French Montana Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group Stay Schemin · Rick Ross · French Montana · Drake Stay Schemin ℗ 2012 The Island Def Jam Music Group Released on: 2012-01-01 Producer: The Beat Bully Studio Personnel, Recording Engineer, Mixer: John Rivers Studio Personnel, Recording Engineer: Noah \"40\" Shebib Composer Lyricist: William Roberts ...",
            "Provided to YouTube by Universal Music Group Stay Schemin · Rick Ross · French Montana · Drake Stay Schemin ℗ 2012 The Island Def Jam Music Group Released on: 2012-01-01 Producer: The Beat Bully Studio Personnel, Recording Engineer, Mixer: John Rivers Studio Personnel, Recording Engineer: Noah \"40\" Shebib Composer Lyricist: William Roberts ...",
            "Stay Schemin - Rich Forever - Rick Ross, Drake, French Montana HD I ride for my nigg-s dawg, I ride for my nigg-s I slide for my nigg-s dawg, I ride for my nigg-s dawg Stay schemin' Nigg-s tryna get at me I ride for my nigg-s Stay schemin' Nigg-s tryna get at me I ride for my nigg-s [Rick Ross] Damn, life so short, f-ck it, I don't wanna go to ...",
            "Rick Ross - Stay Schemin (feat. Drake and French Montana) Rick Ross - Stay Schemin (feat. Drake and French Montana)",
            "Clean Version Of Stay Schemin, I DO NOT OWN THIS, IT IS OWNED BY MMG."
        ]
    },
    {
        "query": "loser monologue sign crushes motorist Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Routenote loser monologue · sign crushes motorist i'll be okay ℗ sign crushes motorist Released on: 2022-08-05 Auto-generated by YouTube.",
            "real",
            ". . . . . . . . . . . . . . . . para ti",
            "Loser Monologue (Slowed & Reverb)",
            ""
        ]
    },
    {
        "query": "rockstar Post Malone Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group rockstar · Post Malone · 21 Savage beerbongs & bentleys ℗ 2017 Republic Records, a division of UMG Recordings, Inc. Released on: 2018-04-27 Producer, Studio Personnel, Recording Engineer, Associated Performer, Programming: Louis Bell Producer, Associated Performer, Programming: Tank God Studio ...",
            "The #1 hit-single by @postmalone - rockstar featuring @21savage. Listen here: https://PostMalone.lnk.to/rsYD Subscribe for more: http://republic.re/subscribeYD 👚 Get exclusive merch! https://shop.republicrecords.com 📬 Signup for news! https://republicrecords.com/signup 🎥 Watch our new artist vids! https://republic.lnk.to/HotOnRepublic ...",
            "Provided to YouTube by Universal Music Group rockstar · Post Malone · 21 Savage The Diamond Collection ℗ 2017 Republic Records, a division of UMG Recordings, Inc. Released on: 2023-04-21 Producer, Studio Personnel, Recording Engineer, Associated Performer, Programming: Louis Bell Producer, Associated Performer, Programming: Tank God Studio ...",
            "Provided to YouTube by Universal Music Group rockstar · Post Malone · 21 Savage The Crib: Hip-Hop & Trap ℗ 2017 Republic Records, a division of UMG Recordings, Inc. Released on: 2023-09-08 Producer, Studio Personnel, Recording Engineer, Associated Performer, Programming: Louis Bell Producer, Associated Performer, Programming: Tank God ...",
            "Provided to YouTube by Universal Music Group rockstar · Post Malone · 21 Savage Hip-Hop Anniversay ℗ 2017 Republic Records, a division of UMG Recordings, Inc. Released on: 2023-08-11 Producer, Studio Personnel, Recording Engineer, Associated Performer, Programming: Louis Bell Producer, Associated Performer, Programming: Tank God Studio ..."
        ]
    },
    {
        "query": "Plastic Jesus Tia Blake Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Believe SAS Plastic Jesus · Tia Blake Folksongs & Ballads ℗ SFP / Caravage Released on: 2008-07-30 Music Publisher: D.R Author: Ed Rush Composer: Ed Rush Author: George Cromarty Composer: George Cromarty Auto-generated by YouTube.",
            "I love this lady's voice and gentle delivery. All I knew about her when I posted this was that she made a single EP in the 1970s and then disappeared. Thanks to carlwdixon (below) I now know a little bit more: http://www.lib.unc.edu/blogs/sfc/index.php/2012/06/22/tia-blake-record-release-party/",
            "Folksongs & Ballads (1971)",
            "Tia Blakes version: https://youtu.be/9QEFhkcOleQ?si=mY6UJDH0INcUZZCK",
            ""
        ]
    },
    {
        "query": "Crazy Form ATEEZ Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Genie Music Corporation Crazy Form · ATEEZ THE WORLD EP.FIN : WILL ℗ 2023 KQ ENTERTAINMENT Released on: 2023-12-01 Lyricist: EDEN, Ollounder, Maddox, Peperoni, Oliv, HONGJOONG, MINGI Composer: EDEN, Ollounder, Maddox, Peperoni, Oliv Arranger: EDEN, Ollounder, Maddox, Peperoni, Oliv Auto-generated by YouTube.",
            "[THE WORLD EP.FIN : WILL] Release Date: 2023. 12. 1 Spotify https://bit.ly/47IOuQs iTunes https://bit.ly/49YmeL0 Melon https://bit.ly/3T0pPCg genie https://bit.ly/47V6NBj VIBE https://bit.ly/47WzBcL 본 영상은 전문가 대동 하에 안전에 유의하며 촬영하였습니다. The safety of all staff - human and animal - was ensured on set ...",
            "ATEEZ • THE WORLD EP.FIN : WILL Released: 01.12.2023 © 2023 KQ ENTERTAINMENT. All Rights Reserved #ATEEZ #에이티즈 #WILL",
            "ATEEZ Official Platform: http://ateez.kqent.com ATEEZ Official Facebook: https://facebook.com/ATEEZofficial ATEEZ Official Twitter: https://twitter.com/ATEEZofficial ATEEZ Official Instagram: https://instagram.com/ATEEZ_official_ #ATEEZ #에이티즈 #미친폼",
            "ATEEZ Official Platform: http://ateez.kqent.com ATEEZ Official Facebook: https://facebook.com/ATEEZofficial ATEEZ Official Twitter: https://twitter.com/ATEEZofficial ATEEZ Official Instagram: https://instagram.com/ATEEZ_official_ #ATEEZ #에이티즈 #미친폼"
        ]
    },
    {
        "query": "Graduation March - Pomp And Circumstance - Instrumental Zev Weinstein Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Repost Network Graduation March - Pomp And Circumstance (Instrumental) · Zev Weinstein · Zev Weinstein Graduation March - Pomp And Circumstance ℗ Zev Weinstein Released on: 2021-03-19 Auto-generated by YouTube.",
            "Provided to YouTube by Repost Network Pomp And Circumstance Graduation March (FULL) · Zev Weinstein Pomp And Circumstance Graduation March (FULL) ℗ Zev Weinstein Released on: 2021-11-19 Auto-generated by YouTube.",
            "Provided to YouTube by Repost Network Pomp And Circumstance Graduation March · Zev Weinstein Pomp And Circumstance Graduation March ℗ Zev Weinstein Released on: 2021-11-19 Auto-generated by YouTube.",
            "Provided to YouTube by IIP-DDS Pomp and Circumstance (Graduation Walking March) · Instrumental City Pomp and Circumstance (Graduation Walking March) ℗ Oscar A. Veliz Released on: 2021-11-07 Composer: Edward Elgar Auto-generated by YouTube.",
            "Provided to YouTube by IIP-DDS Pomp and Circumstance (Graduation Walking March) · Instrumental City Pomp and Circumstance (Graduation Walking March) ℗ Oscar A. Veliz Released on: 2021-04-11 Composer: Edward Elgar Auto-generated by YouTube."
        ]
    },
    {
        "query": "Oh My Own LC DE VV Topic site:youtube.com",
        "descriptions": [
            "全国 大ヒット上映中の映画『レ・ミゼラブル』 http://lesmiserables-movie.jp/ より、大人気ナンバー ♪オン・マイ・オウン（On My Own） ロンドンの舞台でもエポニーヌを演じた新星サマンサ・バークスの歌声とともに、片想いの切なさがひしひしと伝わる特別映像 ...",
            "Provided to YouTube by Farolatino S.A. On My Own (Tik Tok Edit) · EDITKINGS On My Own (Tik Tok Edit) (Remix) ℗ 2023 EDITKINGS Released on: 2023-02-05 Producer: EDITKINGS Music Publisher: Conor Alu Composer: Conor Alu Auto-generated by YouTube.",
            "#darci#remix #music#play",
            "help money. -tel.(+79671399424) Помощь Каналу (перевод любой суммы на тел) Россия +79671399424",
            "Download \"Vacation\"on iTunes: http://www.smarturl.it/Vacation?IQid=YT Follow G.R.L.: FACEBOOK: https://www.facebook.com/GRL TWITTER: https://twitter.com/grl INSTAGRAM: http://instagram.com/grl GOOGLE+: https://plus.google.com/u/4/b/104048371439200599052/104048371439200599052/posts Music video by G.R.L. performing Vacation. (C) 2013 Kemosabe Records"
        ]
    },
    {
        "query": "jealousy, jealousy Olivia Rodrigo Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group jealousy, jealousy · Olivia Rodrigo SOUR ℗ 2021 Olivia Rodrigo, under exclusive license to Geffen Records Released on: 2021-05-21 Producer, Studio Personnel, Recording Engineer, Associated Performer, Piano, Guitar, Bass, Drum Programming, Synthesizer, Background Vocalist: Daniel Nigro Producer ...",
            "Provided to YouTube by Universal Music Group jealousy, jealousy · Olivia Rodrigo SOUR ℗ 2021 Olivia Rodrigo, under exclusive license to Geffen Records Released on: 2021-05-21 Producer, Studio Personnel, Recording Engineer, Associated Performer, Piano, Guitar, Bass, Drum Programming, Synthesizer, Background Vocalist: Daniel Nigro Producer ...",
            "Provided to YouTube by Universal Music Group jealousy, jealousy · Olivia Rodrigo villain era by The Circle Sessions ℗ 2021 Olivia Rodrigo Released on: 2023-09-08 Producer, Studio Personnel, Recording Engineer, Associated Performer, Piano, Guitar, Bass, Drum Programming, Synthesizer, Background Vocalist: Daniel Nigro Producer, Additional ...",
            "Music video by Olivia Rodrigo performing jealousy, jealousy (Lyric Video). © 2021 Olivia Rodrigo, under exclusive license to Geffen Records http://vevo.ly/0BbWmg",
            "Provided to YouTube by Universal Music Group jealousy, jealousy · Olivia Rodrigo Road trip songs vibes ℗ 2021 Olivia Rodrigo Released on: 2023-07-21 Producer, Studio Personnel, Recording Engineer, Associated Performer, Piano, Guitar, Bass, Drum Programming, Synthesizer, Background Vocalist: Daniel Nigro Producer, Additional Producer ..."
        ]
    },
    {
        "query": "Baby Blue Dreamer Boy Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group Baby Blue · Dreamer Boy LONESTAR ℗ slowplay/Harvest Records; ℗ 2024 UMG Recordings, Inc. & slowplay, Distributed by Virgin Released on: 2024-05-10 Producer, Associated Performer, Drums, Piano, Programming, Studio Personnel, Vocal Engineer: Aidan Spiro Producer, Associated Performer, Bass, Guitar ...",
            "\"Baby Blue\" from the new album 'Lonestar' out now: https://DreamerBoy.lnk.to/LonestarID Follow Dreamer Boy Facebook: https://www.facebook.com/dreamerboyblue/ Instagram: https://www.instagram.com/dreamerboyblue/ Twitter: https://twitter.com/dreamerboyblue Spotify: https://open.spotify.com/artist/1UJKiAI4Evnhh1ExDse25D?si=--XUh-R2TAacydWKX-uiyg ...",
            "DON'T FORGET TO SUBSCRIBE BEFORE YOU LEAVE FOR MORE PARTY DECOR IDEAS MY SON 1ST B-DAY CELEBRATION PRINCE THEME https://www.youtube.com/watch?v=nZJjhYsgW5g MY SON 3rD BIRTHDAY: SAFARI THEMED https://www.youtube.com/watch?v=73IZU7J5IdQ&t=1s My son 4th Birthday Mickey mouse themed https://www.youtube.com/watch?v=nasT3DjFlp8&t=44s MY SON 6TH B-DAY ...",
            "Provided to YouTube by The Orchard Enterprises Baby Blue · Badfinger Badfinger ℗ 2016 San Juan Music Released on: 2016-01-27 Music Publisher: Alternativa Representa Auto-generated by YouTube.",
            "Provided to YouTube by Universal Music Group Baby Blue · George Baker Selection Hot Baker ℗ Universal Music; ℗ 1988 Universal International Music B.V. Released on: 1974-01-01 Producer: Hans Bouwens Composer: Hans Bouwens Auto-generated by YouTube."
        ]
    },
    {
        "query": "BAND4BAND Central Cee & Lil Baby Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Columbia BAND4BAND · Central Cee · Lil Baby BAND4BAND ℗ 2024 Columbia Records, a Division of Sony Music Entertainment, under exclusive license from CC4L Limited Released on: 2024-05-23 Associated Performer: Central Cee & Lil Baby Producer: Ghana Beats Composer, Lyricist: Dominique Armani Jones Producer: Geenaro ...",
            "Follow Central Cee 👇 Instagram: https://www.instagram.com/centralcee Tik Tok: https://www.tiktok.com/@centralcee Twitter: https://twitter.com/centralcee Snapchat: https://www.snapchat.com/add/centralcee Follow Lil Baby 👇 Instagram: https://www.instagram.com/lilbaby Tik Tok: https://www.tiktok.com/@lilbaby Twitter: https://twitter.com ...",
            "Central Cee Band4Band (Lil Baby) 2024"
        ]
    },
    {
        "query": "Waters Lagrace Topic site:youtube.com",
        "descriptions": [
            "Reactants and products in reversible and irreversible chemical reactions. Watch the next lesson: https://www.khanacademy.org/science/biology/water-acids-and-bases/hydrogen-bonding-in-water/v/hydrogen-bonding-in-water?utm_source=YT&utm_medium=Desc&utm_campaign=biology Missed the previous lesson? https://www.khanacademy.org/science/biology ...",
            "Looking at water as an acid and a base in equilibrium with hydronium and hydroxide ions. Writing and using the equilibrium constant for water (Kw) to solve for concentration of hydronium or hydroxide ion.",
            "https://www.youtube.com/channel/UCRuCgmzhczsm89jzPtN2Wuw?sub_confirmation=1 This video uses animation, graphics, and video clips to illustrate and explain each of the \"flow\" and \"storage\" processes in the Hydrologic Cycle, more commonly known as the Water Cycle: precipitation, interception, runoff, infiltration, percolation, groundwater ...",
            "Paul Andersen explains how biogeochemical cycling is used to move nutrients from the environment into living material and back again. He explains the water cycle, the carbon cycle, the nitrogen cycle and the phosphorus cycle. He also explains the CHNOPS mnemonic device. He also explains why organisms need carbon, hydrogen, nitrogen, oxygen ...",
            "Today's episode dives into the HOW of enthalpy. How we calculate it, and how we determine it experimentally...even if our determinations here at Crash Course Chemistry are somewhat shoddy. Pssst... we made flashcards to help you review the content in this episode! Find them on the free Crash Course App! Download it here for Apple Devices: https ..."
        ]
    },
    {
        "query": "BRAWLSTARS LOSE SCREEN PHONK Riversmelt Topic site:youtube.com",
        "descriptions": [
            "RIVERSMELT - BRAWL STARS LOSE SCREEN PHONK | OUT NOW! ⬇️⬇️⬇️ linktreee - https://linktr.ee/riversmelt 🌴🌴🌴 Spotify playlists - https://koriushka.taplink.ws 👾",
            "RIVERSMELT - BRAWL STARS LOSE SCREEN PHONK ( Slowed X Reverb ) | OUT NOW! ⬇️⬇️⬇️ linktreee - https://linktr.ee/riversmelt 🌴🌴🌴 Spotify playlists - https://koriushka.taplink.ws 👾",
            "",
            "PHONK DOMAIN Artist: RIVERSMELT Title: BRAWLSTARS LOSE SCREEN PHONK Listen to RIVERSMELT - https://sptfy.com/Qo2J Listen to the PHONK DOMAIN on Spotify: Official playlist - https://spoti.fi/3TeTpkV Official Slowed + Sped Up playlist - https://spoti.fi/3UEdbXb All credit due to the copyright owners. Any issues, please send an email to: phonk ...",
            "RIVERSMELT - BRAWL STARS LOSE SCREEN PHONK ( Speed Up ) | OUT NOW! ⬇️⬇️⬇️ linktreee - https://linktr.ee/riversmelt 🌴🌴🌴 Spotify playlists - https://koriushka.taplink.ws 👾"
        ]
    },
    {
        "query": "Slide da Treme Melódica v2 - Ultra Slowed DJ FNK Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Polaris Records UK Slide da Treme Melódica v2 (+Ultra Slowed) · DJ FNK · Polaris Slide da Treme Melódica v2 (+Ultra Slowed) ℗ 2024 Polaris Records Released on: 2024-05-20 Composer: DJ FNK Auto-generated by YouTube.",
            "💜My SHOP 🖤:https://phonkshoponline.printify.me/products Download tracks in Telegram - https://t.me/+t0A5qApyms03MDNi #slowed #phonk #tiktok ⚠Subscribe to support me and do not miss new cool videos 🎧 SoundCloud - https://soundcloud.com/user-283681100 🎵 My Spotify - https://open.spotify.com/user/31os5ja... Pinterest - https://www ...",
            "",
            "Artist:DJ FNK",
            ""
        ]
    },
    {
        "query": "Pink Friday Girls Nicki Minaj Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group Pink Friday Girls · Nicki Minaj Pink Friday 2 ℗ Younng Money; ℗ 2023 Republic Records, a division of UMG Recordings, Inc. Released on: 2023-12-08 Producer, Associated Performer, Programming: J Reid Studio Personnel, Mixer: Serban Ghenea Studio Personnel, Assistant Mixer: Bryce Bordone Immersive ...",
            "Official audio for Nicki Minaj \"Pink Friday Girls\" available everywhere now: https://NickiMinaj.lnk.to/PinkFriday2 Connect with Nicki 🎀🦄 https://www.nickiminajofficial.com https://instagram.com/nickiminaj https://twitter.com/nickiminaj https://facebook.com/nickiminaj https://snapchat.com/add/nickiminaj https://tiktok.com/@nickiminaj Shop ...",
            "Provided to YouTube by Universal Music Group Pink Friday Girls · Nicki Minaj Pink Friday 2 ℗ Young Money; ℗ 2023 Republic Records, a division of UMG Recordings, Inc. Released on: 2024-01-13 Producer, Associated Performer, Programming: J Reid Studio Personnel, Mixer: Serban Ghenea Studio Personnel, Assistant Mixer: Bryce Bordone Immersive ...",
            "Provided to YouTube by Universal Music Group Pink Friday Girls · Nicki Minaj Pink Friday 2 ℗ Younng Money; ℗ 2023 Republic Records, a division of UMG Recordings, Inc. Released on: 2024-01-12 Producer, Associated Performer, Programming: J Reid Studio Personnel, Mixer: Serban Ghenea Studio Personnel, Assistant Mixer: Bryce Bordone Immersive ...",
            "Provided to YouTube by Universal Music Group Pink Friday Girls · Nicki Minaj Pink Friday 2 ℗ Younng Money; ℗ 2023 Republic Records, a division of UMG Recordings, Inc. Released on: 2023-12-15 Producer, Associated Performer, Programming: J Reid Studio Personnel, Mixer: Serban Ghenea Studio Personnel, Assistant Mixer: Bryce Bordone Immersive ..."
        ]
    },
    {
        "query": "Motivational Workout Salsaa Sound Topic site:youtube.com",
        "descriptions": [
            "🔥 This Cardio workout is an energetic salsa class that helps you practice your moves and burn calories at the same time. StepFlix classes. Previous class: https://youtu.be/jZZ1LRcwfUQ Next class: https://youtu.be/3n-XorEXZ9A Subscribe to our channel https://www.youtube.com/user/StepFlix?sub_confirmation=1 and remember to activate the bell ...",
            "This 30 min Latin Dance HIIT workout is super fun and sweaty! Ready to shake your body? #allstanding #nojumping #dancingcardio Full Body Workout Time: 40 sec on/ 10 sec off Calorie Burn 300-350 Warm Up 00:00 - 03:12 Workout 03:12 - 29:54 Cool Down 29:54 - 33:14 *The number of calories you burn will vary from person to person depending on your ...",
            "WORK LIKE HELL! On the other side of your pain, your struggles, and your hard work is GREATNESS. If you give up now then they'll be right about you. It's time to work like hell. 🔴We just launched a MOTIVATION DAILY PODCAST! Listen: https://bit.ly/MotivationDaily1 Best Gym Training Motivation featuring new motivational videos by Motiversity ...",
            "Aggressive Music For an Intense Gym Session!",
            "WORK HARDER THAN EVERYONE! To be the best in anything, you have to put in the work. If you want to make something for yourself, you have to work harder than everyone else around you. Best Motivational Video Speeches Compilation featuring new motivational videos by Motiversity and some of the best inspirational speeches ever from Walter Bond ..."
        ]
    },
    {
        "query": "WITH EVERYTHING YANAtheartist Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Translation Enterprises d/b/a/ United Masters abusin' me · YANAtheartist abusin' me ℗ YANAtheartist Released on: 2023-11-07 Producer: Tatyana Ceant Composer Lyricist: Tatyana Ceant Auto-generated by YouTube.",
            "Hillsong United - With Everything Welcome to the Aftermath - Live in Miami DVD Available at hillsongmusic.com and on iTunes. Chorus: So let hope rise And darkness tremble In Your holy light That every eye will see Jesus our God Great and mighty to be praised Pre-chorus: God of all days Glorious in all of Your ways Majesty and wonder and grace ...",
            "Provided to YouTube by Translation Enterprises d/b/a/ United Masters Free · YANAtheartist Free ℗ YANAtheartist Released on: 2022-01-11 Producer: Tatyana Ceant Composer Lyricist: Tatyana Ceant Auto-generated by YouTube.",
            "With Everything music video from The White Album [Remix Project] Buy the White Album here: smarturl.it/whitealbumremix",
            "Hillsong - With Everything - With Subtitles/Lyrics - This Is Our God DVD"
        ]
    },
    {
        "query": "Hala Madrid ...y nada más Real Madrid Topic site:youtube.com",
        "descriptions": [
            "SUBSCRIBE to our YouTube channel and you will never miss another Real Madrid video! https://www.youtube.com/subscription_center?add_user=realmadridcf DOWNLOAD RealMadrid App. http://www.realmadrid.com/landings/RealMadridApp/index_en.html REGISTER with Real Madrid to receive more official content and our best offers. http://www.realmadrid.com/en ...",
            "SUBSCRIBE to our YouTube channel and you will never miss another Real Madrid video! https://www.youtube.com/subscription_center?add_user=realmadridcf DOWNLOAD RealMadrid App. http://www.realmadrid.com/landings/RealMadridApp/index_en.html REGISTER with Real Madrid to receive more official content and our best offers. http://www.realmadrid.com/en ...",
            "Luna Nueva (Real Madrid feat RedOne). With English-Spanish lyrics Hala Madrid Hala MadridHala MadridHala MadridHala MadridHala Madrid",
            "Title in English: Go Madrid and Nothing More Composed by RedOne, lyrics by Manuel Jabois More info here: https://www.realmadrid.com/en/news/2014/05/real-madrid-presents-the-decima-song",
            "Real Madrid's new song after winning 2016 UCL. Hala Madrid ! I own nothing. All rights go to the respective owners. This video is for entertainment purposes only."
        ]
    },
    {
        "query": "Hate Being Alone Kodak Black Topic site:youtube.com",
        "descriptions": [
            "The official audio of Kodak Black's \"Hate Being Alone\" from the mixtape 'Heart Break Kodak'. Download/Stream “Heart Break Kodak”: https://Atlantic.lnk.to/HBKAY Get tickets to see Kodak on tour: https://Kodak.lnk.to/DyingToLiveTourID Subscribe for more official content from Kodak Black: https://Atlantic.lnk.to/KBsubscribe Follow Kodak Black ...",
            "Kodak Black - Don't Leave Me [Official Music Video] Pre-Order/Pre-Save 'Back For Everything' Album - Drops 2/25 - https://kodak.lnk.to/BackForEverything Grinding All Season Video - https://youtu.be/8thpVH-K4S0 Super Gremlin Video - https://youtu.be/kiB9qk4gnt4 Love & War - https://youtu.be/IstjY83C3_s Stream/Download: https://Kodak.lnk.to ...",
            "“Rocky Road” Out Now: http://MoneybaggYo.lnk.to/RockyRoad Follow Moneybagg Yo: https://www.instagram.com/moneybaggyo/ https://twitter.com/moneybaggyo https://www.facebook.com/moneybaggyo Lyrics: Kodak Black I’m looking at my watch and think it’s time for me to go I been posted on this block too long somebody gone call the patrols ...",
            "SLANDER - Hate Being Alone 🔥 STREAM NOW: https://dubstepgutter.komi.io/ SLANDER https://instagram.com/slanderofficial https://soundcloud.com/slanderofficial Dylan Matthew https://instagram.com/itsdylanmatthew https://soundcloud.com/itsdylanmatthew Monstercat https://monster.cat/2biZbkd https://apple.co/2xiKWTO Copyright Free Music (Safe to ...",
            "The fear of being alone (otherwise known as monophobia). Monophobia, like all phobias, falls under Anxiety Disorders, which is really important to remember because even though the word “phobia” is defined as, “an extreme or irrational fear of or aversion to something.” In many ways these fears lead to symptoms of anxiety. You can feel ..."
        ]
    },
    {
        "query": "Chipi Chipi Chapa Chapa IamBatus & rich disease Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Mugo Сhipi Сhipi Chapa Chapa · IamBatus · rich disease · Iam Batus · Iam Batus Сhipi Сhipi Chapa Chapa ℗ 2023 IamBatus Released on: 2023-12-12 Auto-generated by YouTube.",
            "Provided to YouTube by The Orchard Enterprises Chipi Chipi Chapa Chapa · unshackled · Christell Rodriguez Chipi Chipi Chapa Chapa ℗ 2000 50/50 Global Muzik Publishing Released on: 2000-07-01 Producer: unshackled Music Publisher: 50/50 Global Muzik Publishing/Sony Music Publishing/Orchard Auto-generated by YouTube.",
            "Provided to YouTube by DistroKid Chipi Chipi Chapa Chapa · Bemax Chipi Chipi Chapa Chapa ℗ Bemax Music Released on: 2024-01-24 Auto-generated by YouTube.",
            "Provided to YouTube by High and Low HITS Chipi Chipi Chapa Chapa (Slow Down Version) · High and Low HITS · Christell Rodriguez Chipi Chipi Chapa Chapa ℗ 2003 Warner Music Chile S.A. Vocals: Christell Backing Vocals: Daniel Donoso Producer: Jaime Román Backing Vocals: Laura Serrano Guitar: Leo Ahumada Masterer: Miguel Bahamonde Mixer ...",
            "Provided to YouTube by Musica Entertainment Chipi Chipi Chapa Chapa Phonk · CHRLAMV Chipi Chipi Chapa Chapa Phonk ℗ Musica Entertainment Released on: 2023-12-19 Composer: Aghil Maulana Lyricist: Aghil Maulana Auto-generated by YouTube."
        ]
    },
    {
        "query": "Stargazing Myles Smith Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by RCA Records Label Stargazing · Myles Smith Stargazing ℗ 2024 Sony Music Entertainment UK Limited under exclusive licence from It's Okay To Feel Limited Released on: 2024-05-10 Background Vocal, Guitar, Percussion, Piano, Programmer, Synthesizer, Composer, Lyricist, Engineer, Producer: Peter Fenn Background Vocal ...",
            "Myles Smith - Stargazing (Lyric Video) Listen to ‘Stargazing’ here - https://MylesSmith.lnk.to/StargazingAY You Promised A Lifetime, my debut EP - https://MylesSmith.lnk.to/YouPromisedALifetimeAY Order the 'You Promised A Lifetime' EP Vinyl - https://MylesSmith.lnk.to/StoreAY And that’s not it, I’m also back on the road ⭐ Tour dates ...",
            "🎵 Follow the official 7clouds playlist on Spotify : http://spoti.fi/2SJsUcZ 🎧 Myles Smith - Stargazing (Lyrics) ⏬ Download / Stream: 🔔 Turn on notifications to stay updated with new uploads! ️ Follow our Spotify playlists: http://bit.ly/7cloudsSpotify 👉 Myles Smith https://instagram.com/mylessmithuk https://facebook.com ...",
            "Provided to YouTube by Cactus Jack / Epic STARGAZING · Travis Scott ASTROWORLD ℗ 2018 Cactus Jack Records, LLC under exclusive licensed to Epic Records, a division of Sony Music Entertainment Released on: 2018-08-02 Composer, Lyricist: Jacques Webster Producer: Sonny Digital Composer, Lyricist: Sonny Uwaezuoke Producer: B Wheezy Producer: B ...",
            "Written and Directed by Phillip R. Lopez Cinematography by Todd Martin Executive Produced by Maximilian Guen Produced by Ryan Hawkins Co-Produced: Samuel Caron and Pierre-Philippe Côté Video commissioned by Toby Andrews Color: Mikey Rossiter at The Mill. VFX: Oblique, Montreal. A Magna Carta Production Starring Nola Palmer & Matis Boutin ..."
        ]
    },
    {
        "query": "Sneaky Sneaky Gold-Tiger Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Routenote Sneaky Sneaky · Gold-Tiger Sneaky Sneaky ℗ Gold-Tiger Released on: 2019-10-15 Auto-generated by YouTube.",
            "Provided to YouTube by Routenote Sneaky · Gold-Tiger Sneaky ℗ Gold-Tiger Released on: 2017-05-04 Auto-generated by YouTube.",
            "This video shows the Sneaky Gamer Challenge in WarioWare Gold for the Nintendo 3DS. (1080p & 60fps) Enjoy & thanks for watching! This covers all difficulty levels for this minigame. This channel features transformative & instructional video game guides, walkthroughs, speedruns & many other unique video creations. My own personal creative input ...",
            "Just a few clips from the movie Mr. Deeds I put together for Verill. Nothing shown here is mine so don't delete it evil corporations kekethx.",
            "\"I fear you are underestimating the sneakiness...\" One of my favorite scenes in Mr. Deeds."
        ]
    },
    {
        "query": "Trollge Phonk (Sped Up) AMOGUS & KYÖ$TIMANE & BXRSXRK Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by AMOGUS x KYÖ$TIMANE x BXRSXRK Trollge Phonk (Sped Up) · AMOGUS · KYÖ$TIMANE · BXRSXRK Trollge Phonk Remixes ℗ 2023 AMOGUS x KYÖ$TIMANE x BXRSXRK, under exclusive license to PHONK RECORDS. Released on: 2022-12-02 Producer: AMOGUS Producer: KYÖ$TIMANE Producer: BXRSXRK Lyricist: AMOGUS AMOGUS Lyricist: KYÖ$TIMANE ...",
            "Follow Playlist https://funkrecords.lnk.to/funk Stream & Download https://lnk.dmsmusic.co/amoguskytimanebxrsxrk_trollgephonkremixes Tags AMOGUS, KYÖ$TIMANE, BXRSXRK - Trollge Phonk (Sped Up)",
            "Follow Playlist https://funkrecords.lnk.to/funk Stream & Download https://lnk.dmsmusic.co/amoguskytimanebxrsxrk_trollgephonk Tags AMOGUS, KYÖ$TIMANE, BXRSXRK - Trollge Phonk",
            "",
            "Follow Playlist https://funkrecords.lnk.to/funk Stream & Download https://lnk.dmsmusic.co/amoguskytimanebxrsxrk_trollgephonkremixes Tags AMOGUS, KYÖ$TIMANE, BXRSXRK - Trollge Phonk (Slowed)"
        ]
    },
    {
        "query": "Good Luck, Babe! Chappell Roan Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group Good Luck, Babe! · Chappell Roan Good Luck, Babe! ℗ Amusement Records; ℗ 2024 KRA International Inc., under exclusive license to Island Records, a division of UMG Recordings, Inc. Released on: 2024-04-05 Producer, Studio Personnel, Recording Engineer: Dan Nigro Associated Performer, Background ...",
            "Listen to “Good Luck, Babe!” now: https://ChappellRoan.lnk.to/GoodLuckBabeSingle Director: Chappell Roan Producer: Cristobal Saez Subscribe for more official content from Chappell Roan: https://ChappellRoan.lnk.to/SubscribeID Connect with Chappell Roan: http://iamchappellroan.com https://facebook.com/chappellroan https://instagram.com ...",
            "Provided to YouTube by Universal Music Group Good Luck, Babe! (Preview) · Chappell Roan Good Luck, Babe! ℗ Amusement Records; ℗ 2024 KRA International Inc., under exclusive license to Island Records, a division of UMG Recordings, Inc. Released on: 2024-03-22 Producer, Studio Personnel, Recording Engineer: Dan Nigro Associated Performer ...",
            "\"good luck, babe!\" out now: https://chappellroan.lnk.to/GoodLuckBabeSingle I do not own anything. All credits go to the right owners. No copyright intended. #chappellroan #goodluckbabe - - - - - - - - - - - 👉 Iscriviti al mio canale: https://www.youtube.com/yhoshua?sub_confirmation=1 👉 Subscribe to my channel: https://www.youtube.com ...",
            "Chappell Roan - Good Luck, Babe! (Español) Chappell Roan - Good Luck, Babe! (Español) ¡gracias por ver este video! si te gustó, asegúrate de dejar un like, comentar y compartirlo con muchas más personas. la traducción no es literal, adapté algunas cosas para que la letra se comprendiera mejor. 💌 contacto/business - crxs.business ..."
        ]
    },
    {
        "query": "love. wave to earth Topic site:youtube.com",
        "descriptions": [
            "love. Official Lyric Video 0.1 flaws and all Streaming https://bit.ly/41rJtbA - 0.1 flaws and all. CD https://lnkfi.re/NUczr5 wave 0.01 CD https://lnkfi.re/xySXq9 summer flows 0.02 CD https://lnkfi.re/4pDA9d - wave to earth Instagram https://bit.ly/3UUzKbs Facebook https://bit.ly/41MmTtV Twitter https://bit.ly/41qSp14 Tiktok https://bit.ly ...",
            "Provided to YouTube by ADA Korea love. · wave to earth 0.1 flaws and all. ℗ 2023 WAVY Drums: Dong Q Bass: John Cha Piano: Jonggeun Cho Guitar, Synthesizer, Vocals: Kim Daniel Producer: Kim Daniel Programmer: wave to earth Composer, Lyricist: Kim Daniel Auto-generated by YouTube.",
            "All Rights Administered by Wave to Earth • Artist: Wave to Earth • Song: Love. • Album: 0.1 Flaws and All • Released: 2023 • Follow Wave to Earth on Instagram 😊👇🏻 https://instagram.com/wave_to_earth?igshid=YmMyMTA2M2Y= • Original Audio 😊👇🏻 https://youtu.be/zZN4nMyT-o4?si=nd_m4NWJ3KtsZLc9 Keep streaming to their ...",
            "",
            "Provided to YouTube by ADA Korea seasons · wave to earth summer flows 0.02 ℗ 2020 WAVY Seoul Drums: Dong Q Saxophone: Jeon Min Bass: John Cha Guitar, Synthesizer, Vocals: Kim Daniel Producer: Kim Daniel Arranger: wave to earth Programmer: wave to earth Composer, Lyricist: Kim Daniel Auto-generated by YouTube."
        ]
    },
    {
        "query": "UEFA Champions League Anthem (Full Version) UEFA & Tony Britten Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Sony Music/UEFA Music UEFA Champions League Anthem (Full Version) · UEFA · Tony Britten UEFA Champions League Anthem ℗ 2022 UEFA Music distributed by Sony Music Entertainment Released on: 2022-04-01 Associated Performer: UEFA & Tony Britten Auto-generated by YouTube.",
            "The Champions League Official Anthem composed by Tony Britten in 1992 Iscriviti/Subscribe → http://www.youtube.com/c/AndreaScalia81 Be Social: follow me ↓ Subscribe → http://www.youtube.com/c/AndreaScalia81 Facebook → http://www.facebook.com/andrea.f.scalia Twitter → http://twitter.com/andreafscalia Google+ → http://plus.google.com ...",
            "Dal concerto di Fine Anno l'Orchestra e il Coro del Liceo Musicale \"Sebastiano Satta\" insieme ai Cori maschile e femminile \"Priamo Gallisay\", diretti dal prof. Marino Ferraro eseguono l'Inno della UEFA Champions League.",
            "Composer Tony Britten reveals the background behind the iconic anthem that preceeds every match and stars including Lionel Messi and Zinédine Zidane speak about what it means to them. #StarsofUCL -- Subscribe: http://www.youtube.com/subscription_center?add_user=uefa Facebook: https://www.facebook.com/uefacom Twitter: https://twitter.com ...",
            "Provided to YouTube by Sony Music/UEFA Music UEFA Champions League Anthem · UEFA · Tony Britten UEFA Champions League Anthem ℗ 2022 UEFA Music distributed by Sony Music Entertainment Released on: 2022-04-01 Associated Performer: UEFA & Tony Britten Auto-generated by YouTube."
        ]
    },
    {
        "query": "Gangsta's Paradise Coolio Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Reservoir Media Management, Inc. Gangsta's Paradise · Coolio · L.V. Gangsta's Paradise ℗ 1995 Tommy Boy Music, LLC Released on: 2020-09-25 Producer: Doug Rasheed Mastering Engineer: Joe LaPorta Composer Lyricist: Doug Rasheed Composer: Stevie Wonder Composer Lyricist: Larry Sanders Composer Lyricist: Artis Ivey Jr ...",
            "Provided to YouTube by Universal Music Group Gangsta's Paradise · Coolio · L.V. Dangerous Minds ℗ 1995 Tommy Boy Records Released on: 1995-07-11 Producer: Doug Rasheed Composer Lyricist: Doug Rasheed Composer Lyricist: Artis L. Ivey Jr. Composer Lyricist: Larry James Sanders Composer Lyricist: Stevie Wonder Auto-generated by YouTube.",
            "Provided to YouTube by Reservoir Media Management, Inc. Gangsta's Paradise · Coolio · L.V. Gangsta's Paradise ℗ 2005 Tommy Boy Music, LLC Released on: 1995-10-02 Producer: Doug Rasheed Composer Lyricist: Artis Ivey Jr. Composer Lyricist: Doug Rasheed Composer Lyricist: Larry Sanders Composer: Stevie Wonder Auto-generated by YouTube.",
            "Provided to YouTube by Reservoir Media Management, Inc. Gangsta's Paradise · Coolio · L.V. ... And You Don't Stop - A Celebration of 50 Years of Hip Hop ℗ 2023 Tommy Boy Music, LLC Released on: 2023-08-11 Producer: Doug Rasheed Mixer: Kevin Davis Composer: Artis Ivey Jr. Composer: Doug Rasheed Composer: Larry Sanders Composer: Stevie Wonder ...",
            "Provided to YouTube by Reservoir Media Management, Inc. Gangsta's Paradise · Coolio · L.V. Gangsta's Paradise ℗ 2004 Tommy Boy Music, LLC Released on: 1995-10-02 Producer: Doug Rasheed Composer Lyricist: Artis Ivey Jr. Composer Lyricist: Doug Rasheed Composer Lyricist: Larry Sanders Composer: Stevie Wonder Auto-generated by YouTube."
        ]
    },
    {
        "query": "HOT TO GO! Chappell Roan Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group HOT TO GO! · Chappell Roan The Rise and Fall of a Midwest Princess ℗ Amusement Records; ℗ 2023 KRA International Inc., under exclusive license to Island Records, a division of UMG Recordings, Inc. Released on: 2023-09-22 Producer, Studio Personnel, Recording Engineer, Associated Performer, Drum ...",
            "Provided to YouTube by Universal Music Group HOT TO GO! · Chappell Roan HOT TO GO! ℗ Amusement Records; ℗ 2023 KRA International Inc., under exclusive license to Island Records, a division of UMG Recordings, Inc. Released on: 2023-08-11 Producer, Studio Personnel, Recording Engineer, Associated Performer, Drum Programmer, Guitar ...",
            "Provided to YouTube by Universal Music Group HOT TO GO! · Chappell Roan HOT TO GO! ℗ Amusement Records; ℗ 2023 KRA International Inc., under exclusive license to Island Records, a division of UMG Recordings, Inc. Released on: 2023-07-24 Producer, Studio Personnel, Recording Engineer, Associated Performer, Drum Programmer, Guitar ...",
            "",
            ""
        ]
    },
    {
        "query": "Born This Way Lady Gaga Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group Born This Way · Lady Gaga Born This Way ℗ An Interscope Records release; ℗ 2011 UMG Recordings, Inc. Released on: 2011-01-01 Producer: Jeppe Breum Laursen Producer: Fernando Garibay Producer, Associated Performer, Vocals, Background Vocalist, Keyboards, Instrumental Ensemble, Recording Arranger ...",
            "Provided to YouTube by Universal Music Group Born This Way · Lady Gaga Born This Way ℗ An Interscope Records release; ℗ 2011 UMG Recordings, Inc. Released on: 2011-01-01 Producer: Jeppe Breum Laursen Producer: Fernando Garibay Producer, Associated Performer, Vocals, Background Vocalist, Keyboards, Instrumental Ensemble, Recording Arranger ...",
            "Provided to YouTube by Universal Music Group Born This Way · Lady Gaga Empowered ℗ 2011 Interscope Records Released on: 2023-06-15 Producer: Lady Gaga Producer: Fernando Garibay Producer: Jeppe Breum Laursen Producer: DJ White Shadow Composer Lyricist: Jeppe Breum Laursen Composer Lyricist: Stefani Germanotta Composer Lyricist: Fernando ...",
            "Provided to YouTube by Universal Music Group Born This Way · Lady Gaga Herstory in the Making ℗ An Interscope Records release; ℗ 2011 UMG Recordings, Inc. Released on: 2023-12-31 Producer: Jeppe Breum Laursen Producer: Fernando Garibay Producer, Associated Performer, Vocals, Background Vocalist, Keyboards, Instrumental Ensemble, Recording ...",
            "Provided to YouTube by Universal Music Group Born This Way · Lady Gaga Love & Pride 2023 ℗ An Interscope Records release; ℗ 2011 UMG Recordings, Inc. Released on: 2023-06-19 Producer: Jeppe Breum Laursen Producer: Fernando Garibay Producer, Associated Performer, Vocals, Background Vocalist, Keyboards, Instrumental Ensemble, Recording ..."
        ]
    },
    {
        "query": "Oreo Myles Cameron Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by DistroKid The Wave (feat. Myles Cameron) · Commonminds · Myles Cameron · Sarven Manguiat The Wave (feat. Myles Cameron) ℗ 873929 Records DK Released on: 2018-05-25 Auto-generated by YouTube.",
            "🔥 Song here ↪︎https://open.spotify.com/track/2WWvPwXCx4CbydAK9HL5Ne?si=Yff-usJGR62nVkjEtq8LlQ 🔊 R&B Nation 🔊 ♦https://instagram.com/allrnbnation ♦http://soundcloud.com/allrnbnation ♦http://twitter.com/allrnbnation ♦https://www.facebook.com/allrbnation 🎵 Myles Cameron 🎵 https://open.spotify.com/artist ...",
            "Summer '19 - Out Now! Apple Music: https://music.apple.com/us/album/summer-19-feat-moise-single/1572908470 Spotify: https://open.spotify.com/track/3ftl6JN7p0TeIJqAY3btMN?si=3ef77b2df0254c34 https://www.instagram.com/mylescam https://twitter.com/suburban_blkboy https://soundcloud.com/myles-cam Video Credits: Directed by Josh Charow Producers ...",
            "Listen https://open.spotify.com/track/3MPcfaxPTQPR3w58qaODvX https://soundcloud.com/myles-cam/caged-bird Directed by Myles Cameron and Lukas Cox Filmed and Edited by Lukas Cox Written and Performed by Myles Cameron",
            "Provided to YouTube by Myles Cameron Big Brown Eyes · Myles Cameron Big Brown Eyes ℗ 2023 Myles Cameron under exclusive license to Independent Released on: 2023-05-02 Producer: Jack Laboz Music Publisher: Copyright Control Lyricist: Myles Cameron Arranger: Jack Laboz Auto-generated by YouTube."
        ]
    },
    {
        "query": "Day-O (The Banana Boat Song) Harry Belafonte Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by RCA Records Label Banana Boat (Day-O) · Harry Belafonte Calypso ℗ Originally released 1956. All rights reserved by RCA Records, a division of Sony Music Entertainment Released on: 1956-05-18 Composer, Lyricist: Irving Burgie Producer: Herman Diaz, Jr. Composer, Lyricist: William Attaway Auto-generated by YouTube.",
            "Provided to YouTube by RCA Records Label Day-O (The Banana Boat Song) · Harry Belafonte Very Best Of Harry Belafonte ℗ Recorded prior to 1972. All rights reserved by BMG Music Released on: 2001-11-05 Composer, Lyricist: Belafonte Producer: Herman Diaz, Jr. Re- Mastering Engineer: Bill Lacey Re- Mastering Engineer: Mike Hartry Composer ...",
            "Provided to YouTube by Music Factory Legacy Banana Boat Song (Day-o) · Harry Belafonte · Harry Belafonte · Lord Burgess · William Attaway · Harry Belafonte · Lord Burgess · William Attaway The Greatest Of ℗ Music Factory Legacy Released on: 2023-06-23 Auto-generated by YouTube.",
            "Provided to YouTube by Universal Music Group Day-O (The Banana Boat Song) · Harry Belafonte An Evening With Harry Belafonte & Friends ℗ 1997 The Island Def Jam Music Group Released on: 1997-01-01 Producer, Studio Personnel, Mixer: David Belafonte Composer Lyricist: William Attaway Composer Lyricist: Irving Burgie Auto-generated by YouTube.",
            "Provided to YouTube by RCA/Legacy Day-O (The Banana Boat Song) (Live) · Harry Belafonte Belafonte: At Carnegie Hall ℗ Originally released 1959. All rights reserved by RCA Records, a division of Sony Music Entertainment Released on: 1959-07-01 Composer, Lyricist: Irving Burgie Conductor: Robert Corman Composer, Lyricist: William Attaway Auto ..."
        ]
    },
    {
        "query": "O Fortuna Therion Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by The Orchard Enterprises O Fortuna · Therion Deggial ℗ 2020 Solturn Trading and Marketing OÜ Released on: 2020-01-01 Auto-generated by YouTube.",
            "es la cancion de O Fortuna de carl orff pero cantada por Therion es genial espero y les guste O Fortuna velut luna statu variabilis, semper crescis aut decrescis; vita detestabilis nunc obdurat et tunc curat ludo mentis aciem, egestatem, potestatem dissolvit ut glaciem. Sors immanis et inanis, rota tu volubilis, status malus, vana salus semper ...",
            "Therion - O Fortuna (Carmina Burana)",
            "",
            "Artista: THERION Pais de Origen: Suecia Álbum: Deggial Fecha de lanzamiento: 2000 Género: Metal sinfónico, Death metal --------------------------------------------------- O Fortuna... es un poema goliardo escrito en latín medieval, a principios del siglo XIII, que forma parte de la colección conocida como Carmina Burana. Está dedicado a ..."
        ]
    },
    {
        "query": "Where's My Love (Acoustic) SYML Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Nettwerk Where's My Love (Acoustic) · SYML Where's My Love ℗ SYML under exclusive license to Nettwerk Music Group Inc. Released on: 2017-07-07 Producer: Brian Fennell Engineer: Nathan Furtado Mixer: Brian Eichelberger Engineer: Levi Seitz Music Publisher: Incognito Street Music OBO BLF Music Group Composer: Brian ...",
            "SYML - Where's My Love (Acoustic) [Official Music Video] Hear the album version of \"Where's My Love\" on SYML's debut self-titled album. Available Now http://smarturl.it/SYMLLP Visit The SYML Store: https://www.symlmusic.store/ Directed & Edited by: Gavin Michael Booth Produced by: Gavin Michael Booth & Sierra Parr Director of Photography: Karl ...",
            "The official music video for SYML's \"Where's My Love\" (Acoustic). Find a SYML show near you: https://www.symlmusic.com/#tour Subscribe to be notified and tap the 🔔 to turn on notifications: https://bit.ly/SYMLYT http://www.symlmusic.com Follow SYML: http://www.facebook.com/symlmusic http://www.instagram.com/symlmusic http://www.twitter.com ...",
            "Provided to YouTube by Nettwerk Where's My Love (Acoustic) · SYML Sad ℗ SYML under exclusive license to Nettwerk Music Group Inc. Released on: 2020-09-10 Producer: Brian Fennell Engineer: Nathan Furtado Mixer: Brian Eichelberger Engineer: Levi Seitz Music Publisher: Incognito Street Music OBO BLF Music Group Composer: Brian Fennell Auto ...",
            ""
        ]
    },
    {
        "query": "(Sittin' On) the Dock of the Bay Otis Redding Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Rhino Atlantic [Sittin' On] the Dock of the Bay · Otis Redding The Dock of the Bay ℗ 1968 Atlantic Records Drums: Al Jackson Jr. Tenor Saxophone: Andrew \"Love\" Jackson Bass Guitar: Donald 'Duck' Dunn Lead Vocals: Otis Redding Guitar: Steve Cropper Producer: Steve Cropper Trumpet: Wayne Jackson Writer: Otis Redding ...",
            "Provided to YouTube by Elektra Records [Sittin' On] the Dock of the Bay · Otis Redding The Dock of the Bay ℗ 1968 Atlantic Recording Corporation for the United States and WEA International Inc. for the world outside of the United States. Drums: Al Jackson Jr. Tenor Saxophone: Andrew \"Love\" Jackson Bass Guitar: Donald 'Duck' Dunn Lead Vocals ...",
            "Provided to YouTube by Warner Music Group - X5 Music Group [Sittin' On] The Dock of the Bay · Otis Redding Sweet Soul Music ℗ 2021 Warner Music Group - X5 Music Group Released on: 2021-02-12 Main Artist: Otis Redding Composer: Otis Redding Composer: Steve Cropper Auto-generated by YouTube.",
            "Provided to YouTube by Universal Music Group [Sittin' On] The Dock Of The Bay (Take 2) · Otis Redding Shower Karaoke ℗ 1992 Fantasy, Inc. Released on: 2023-11-27 Composer Lyricist: Otis Redding Composer Lyricist: Steve Cropper Auto-generated by YouTube.",
            "Provided to YouTube by Symphonic Distribution [Sittin' On] The Dock of the Bay (Otis Redding 50th Anniversary) · Playing For Change · Jack Johnson (Sittin' On) The Dock of the Bay ℗ 2018 Timeless Media, LLC d/b/a Playing For Change Records Released on: 2018-12-17 Writer: Steve Cropper Writer: Otis Redding Auto-generated by YouTube."
        ]
    },
    {
        "query": "I Wanna Thank Me (feat. Niecy Nash) Meghan Trainor Topic site:youtube.com",
        "descriptions": [
            "Meghan Trainor feat. Niecy Nash - I Wanna Thank Me (Official Audio) \"I Wanna Thank Me\" available at: https://MeghanTrainor.lnk.to/iwannathankme Pre-save \"Timeless\" at: https://MeghanTrainor.lnk.to/Timeless Follow Meghan Trainor: Facebook: https://MeghanTrainor.lnk.to/followFI Twitter: https://MeghanTrainor.lnk.to/followTI Instagram: https://www ...",
            "Provided to YouTube by Epic I Wanna Thank Me · Meghan Trainor · Niecy Nash I Wanna Thank Me ℗ 2024 Epic Records, a division of Sony Music Entertainment Released on: 2024-05-24 Associated Performer: Meghan Trainor feat. Niecy Nash Drums, Keyboards, Piano, Programmer, Composer, Lyricist, Engineer, Producer: Federico Vindver Composer, Lyricist ...",
            "Meghan Trainor feat. Niecy Nash - I Wanna Thank Me (Official Visualizer) \"I Wanna Thank Me\" available at: https://MeghanTrainor.lnk.to/iwannathankme Pre-save \"Timeless\" at: https://MeghanTrainor.lnk.to/Timeless Follow Meghan Trainor: Facebook: https://MeghanTrainor.lnk.to/followFI Twitter: https://MeghanTrainor.lnk.to/followTI Instagram: https ...",
            "Meghan Trainor - I Wanna Thank Me ft. Niecy Nash Stream/Download: (Lyrics): [Intro: Niecy Nash] And you know who I wanna thank? I wanna thank me For believing in me And doing what they said I could not do [Verse 1: Meghan Trainor, Niecy Nash] (Uh-huh) I make me feel some type of way (Uh-huh) I give myself a double take (Uh-huh) I'ma act like ...",
            "Watch the lyric video for \"I Wanna Thank Me\" ft. Niecy by Meghan Trainor. Released: 2024 Album: Timeless Artist: Meghan Trainor Featured artist: Niecy Nash #MeghanTrainor #NiecyNash #IWannaThankMe #NewReleasedSong #TodaysTopHits #TiktokViral #ViralSong #LyricVideo #VerseVault #VerseVaultProductions"
        ]
    },
    {
        "query": "Sprinter Dave & Central Cee Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group Sprinter · Dave · Central Cee Sprinter ℗ 2023 Neighbourhood / Live Yours Released on: 2023-06-01 Producer: Jonny Leslie Producer, Associated Performer, Guitar, Cavaquinho, Keyboards, Programming: Jo Caleb Producer: Santan Producer: Jim Legxacy Producer: TR Producer: Kyle Evans Associated ...",
            "Provided to YouTube by SongCast, Inc. Sprinter · Central Cee Sprinter ℗ 2023, Central Cee Released on: 2023-06-12 Auto-generated by YouTube.",
            "Provided to YouTube by Universal Music Group Sprinter · Dave · Central Cee Sprinter ℗ 2023 Neighbourhood / Live Yours Released on: 2023-06-01 Producer, Associated Performer, Guitar, Cavaquinho, Keyboards, Programming: Jo Caleb Producer: Jonny Leslie Producer: Jim Legxacy Producer: Santan Associated Performer, Vocals: Dave Associated ...",
            "Stream Sprinter: https://davexcench.lnk.to/Sprinter Subscribe: https://www.youtube.com/user/CentralCee?sub_confirmation=1 Produced by Jo Caleb + Jonny Leslie Additional Production by Jim Legxacy, TR, Kyle Evans + Santan Monaco Crew: 1st AC: Lionel FORNINI @bledstarz 2nd AC: Julie LE NÖEL @julialenoel DIT: Kim CAO @kimcaoimage Location manager ...",
            "Provided to YouTube by Universal Music Group Sprinter · Dave · Central Cee Regresso às Aulas ℗ 2023 Neighbourhood / Live Yours Released on: 2023-09-12 Producer: Jonny Leslie Producer, Associated Performer, Guitar, Cavaquinho, Keyboards, Programming: Jo Caleb Producer: Santan Producer: Jim Legxacy Producer: TR Producer: Kyle Evans ..."
        ]
    },
    {
        "query": "Bring It Back Chris Travis Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by RBC Records Bring It Back · Chris Travis The Ruined ℗ 2016 Water Boyz Ent. / RBC Records Released on: 2016-01-19 Composer: Chris Travis Auto-generated by YouTube.",
            "Chris Travis - Bring It Back (Prod By Tay On The Track) https://soundcloud.com/christravis/bring-it-back Stream “The Ruined” today on Soundcloud: https://soundcloud.com/christravis/sets/the-ruined Follow Us: Facebook: https://www.facebook.com/1Tayonthetrack/ https://www.facebook.com/PrometheusChrisTravis Twitter: http://twitter.com ...",
            "Album: 19. [19.01.2016] Chris Travis - The Ruined Chris Travis SoundCloud: https://soundcloud.com/christravis Chris Travis Twitter: https://twitter.com/KenshinTravis Chris Travis Instagram: https://www.instagram.com/kenshintravis/ Chris Travis Facebook: https://www.facebook.com/KenshinTravis/ Chris Travis Tumblr: http://godfatherkenshintravis ...",
            "Provided to YouTube by RCA Records Label Bring It Back · Travis Porter Bring It Back ℗ 2012 RCA Records, a division of Sony Music Entertainment Released on: 2011-02-07 Composer, Lyricist: Marcus Roberts Composer, Lyricist: Harold Duncan Producer, Recording Engineer: T. Markous Roberts, Jr. Composer, Lyricist: Donquez Woods Mixing Engineer ...",
            "Provided to YouTube by RCA Records Label Bring It Back · Travis Porter Bring It Back ℗ 2011 JIVE Records, a unit of Sony Music Entertainment Released on: 2011-02-07 Composer, Lyricist: Marcus Roberts Composer, Lyricist: Harold Duncan Producer, Recording Engineer: T. Markous Roberts, Jr. Composer, Lyricist: Donquez Woods Mixing Engineer: FKI ..."
        ]
    },
    {
        "query": "Runaway - Piano Rendition The Blue Notes & L'Orchestra Cinematique Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by The Orchard Enterprises Where Is My Mind? (Piano Rendition) · The Blue Notes · L'Orchestra Cinematique · Charles Thompson Piano Pop Covers Vol. 1 ℗ 2017 Chapel Music Released on: 2017-07-20 Music Publisher: Universal MCA Music Limited Auto-generated by YouTube.",
            "Provided to YouTube by The Orchard Enterprises Walt Disney Pictures · L'Orchestra Cinematique · John Cardon Debney The Film Studio Idents Collection Vol. 1 ℗ 2015 Chapel Music Released on: 2015-12-11 Music Publisher: Warner Chappell Artemis Music Limited Auto-generated by YouTube.",
            "Provided to YouTube by The Orchard Enterprises The Piano Duet (From \"Corpse Bride\") · L'Orchestra Cinematique · Danny Elfman Tim Burton Soundtrack Highlights ℗ 2017 Chapel Music Released on: 2017-09-22 Music Publisher: Universal MCA Music Ltd Auto-generated by YouTube.",
            "Provided to YouTube by HM Chapel Music Ghostbusters (Epic Version) · L'Orchestra Cinematique · Alala Back to the Eighties - The Nostalgia Collection ℗ 2020 Chapel Music Released on: 2020-08-01 Main Artist: Alala Main Artist: L'Orchestra Cinematique Music Publisher: IQ Music Ltd/EMI Music Publishing Ltd Composer: Ray Parker JR Auto-generated ...",
            "Provided to YouTube by The Orchard Enterprises Merry-Go-Round of Life (From \"Howl's Moving Castle\") · L'Orchestra Cinematique · Joe Hisaishi Anime and Manga Collection - Soundtrack Highlights from Studio Ghibli and Many More Vol. 2 ℗ 2016 Chapel Music Released on: 2016-09-06 Music Publisher: Sony ATV Publishing UK Limited Auto-generated by ..."
        ]
    },
    {
        "query": "Islands (kompa pasión) Фрози & Tomo Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Ultra Records, LLC Islands (kompa pasión) · Frozy · Tomo Islands (kompa pasión) ℗ 2024 Ultra Records, LLC Released on: 2024-04-26 Associated Performer: frozy & Tomo Composer: Maksym Sergeevich Kondratenko Composer: Karen Vardanovich Hinosyan Auto-generated by YouTube.",
            "фрози (frozy), Jason Derulo, Tomo - From the Islands (kompa pasión) out now on Ultra Records! Stream/download: https://lnk.to/fromtheislands Official Audio for \"From the Islands (kompa pasión)\" by фрози (frozy), Jason Derulo, Tomo LYRICS She said she's from the islands And I'm just tryna find her girl You are my desire You’re all ...",
            "Provided to YouTube by Ultra Records, LLC From the Islands (kompa pasión) · Frozy · Jason Derulo · Tomo From the Islands (kompa pasión) ℗ 2024 Ultra Records, LLC Released on: 2024-05-10 Associated Performer: frozy, Jason Derulo & Tomo Producer: joyful Composer: Maksym Sergeevich Kondratenko Mastering Engineer, Mixing Engineer: Narek ...",
            "фрози (frozy), Tomo - Islands (kompa pasión) (Official Audio) Stream \"Islands (kompa paión)\" by фрози (frozy) & Tomo: https://open.spotify.com/album/2DlQZS8tpRPhpc5AiGt6z3?si=QPn3M4GTQ4Cxe8mQF1ObDQ&context=spotify%3Aalbum%3A2DlQZS8tpRPhpc5AiGt6z3 Subscribe to @tomotypebeat Subscribe to @frozy808 Follow Tomo: Instagram - https://www ...",
            ""
        ]
    },
    {
        "query": "SONIC.EXE - SUPER SLOWED dawnicy Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Polaris Records UK SONIC.EXE - SUPER SLOWED · dawnicy SONIC.EXE ℗ 2024 Polaris Records Released on: 2024-01-01 Producer: Daunte Gabrielli Composer: Daunte Gabrielli Auto-generated by YouTube.",
            "Provided to YouTube by Polaris Records UK SONIC.EXE - SLOWED · dawnicy SONIC.EXE ℗ 2024 Polaris Records Released on: 2024-01-01 Producer: Daunte Gabrielli Composer: Daunte Gabrielli Auto-generated by YouTube.",
            "https://www.twitch.tv/phonboi999",
            "Provided to YouTube by Polaris Records UK SONIC.EXE (RedRubix Remix) - Super Slowed · dawnicy · RedRubix SONIC.EXE (RedRubix Remix) ℗ 2024 Polaris Records Released on: 2024-03-01 Composer: Daunte Gabrielli Composer: Álmos Balla Auto-generated by YouTube.",
            "Provided to YouTube by Polaris Records UK SONIC.EXE - ULTRA SLOWED · dawnicy SONIC.EXE (ULTRA SLOWED) ℗ 2024 Polaris Records Released on: 2024-01-29 Producer: Daunte Gabrielli Composer: Daunte Gabrielli Auto-generated by YouTube."
        ]
    },
    {
        "query": "New Jazz wayudance Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by TuneCore Plug · wayudance Plug ℗ 2022 wayudance Released on: 2022-07-15 Auto-generated by YouTube.",
            "Provided to YouTube by TuneCore Time · wayudance Time ℗ 2023 wayudance Released on: 2023-06-16 Auto-generated by YouTube.",
            "Provided to YouTube by TuneCore World · wayudance World ℗ 2023 wayudance Released on: 2023-08-25 Auto-generated by YouTube.",
            "Provided to YouTube by The System 888 · kyra new jazz ℗ 2023 kyra, under exclusive license to The System Released on: 2023-07-22 Producer: kyra Lyricist: Rafaël Merrelho Isaak Auto-generated by YouTube.",
            "Provided to YouTube by TuneCore Love · wayudance Love ℗ 2024 wayudance Released on: 2024-01-19 Auto-generated by YouTube."
        ]
    },
    {
        "query": "HA-HA! FORGOTTENAGE Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by The Orchard Enterprises HA-HA! · FORGOTTENAGE HA-HA! ℗ 2024 Black 17 Media, LLC. Released on: 2024-02-16 Auto-generated by YouTube.",
            "PHONK GANG Artist: FORGOTTENAGE Title: HA-HA! Listen to FORGOTTENAGE - https://goo.su/4prVA9a All credit due to the copyright owners. Ahy issues please send an email to: phonkgang99@gmail.com #phonkmusic #phonk #phonkgang Tags FORGOTTENAGE - HA-HA!",
            "FORGOTTENAGE - HA-HA (PHONK) For more quality music subscribe here http://bit.ly/sub2thvbgd Join our telegram chat https://t.me/+twwgIQrJ181lMmZk Stream / Download: https://open.spotify.com/track/79wHNI2r74FIjnSsFh03uR THE VIBE GUIDE - Your guide to the latest music trends. http://instagram.com/thevibeguide http://snapchat.com/add/vibeguide ...",
            "Provided to YouTube by The Orchard Enterprises HA-HA! (SLOWED + REVERB) · FORGOTTENAGE HA-HA! ℗ 2024 Black 17 Media, LLC. Released on: 2024-03-08 Auto-generated by YouTube.",
            "FORGOTTENAGE - HA-HA!: https://spoti.fi/41uEUwC ⭐Follow TikTokTunes Instagram: https://www.instagram.com/tiktoktuneswastaken/ Spotify: https://spoti.fi/3SzDYEp TikTok: https://www.tiktok.com/@itstiktoktunes 2nd Channel: https://www.youtube.com/c/hypertunes TikTok Spotify Playlists: https://spoti.fi/3BlkOtS Stream HA-HA!: https://open.spotify ..."
        ]
    },
    {
        "query": "1998 Lamp Topic site:youtube.com",
        "descriptions": [
            "Directed and Edited by 榊原香保里 Filmed by Lamp, Yusuke Wakita & FreeWayPictures Lamp 8th Album 『彼女の時計』2018年5月15日リリース Side A 1.夜会にて 2.ラブレター 3.1998 4.スローモーション Side B 1.夢の国 2.車窓 3.誰も知らない 4.Fantasy ————— Spotify https://open.spotify.com/track ...",
            "From 彼女の時計 / Her Watch (2018) Official page: http://www.lampweb.jp/",
            "'1998' is a new song from Japanese band Lamp's latest album 'Her Watch'. The video was taken in Wuhan VOX LIVEHOUSE.",
            "Hakucyumu · Lamp / Lamp · Lamp / Lamp / ランプ · Taiyou Someya / 染谷大陽 / ソメヤタイヨウ · Taiyou Someya / 染谷大陽 / ソメヤタイヨウ Lamp Genso ℗ In The Garden Records Released on: 2008-12-03 Auto-generated by YouTube.",
            "Hisoyakani · Lamp / Lamp · Lamp / Lamp / ランプ · Yusuke Nagai / 永井祐介 / ナガイユウスケ · Yusuke Nagai / 永井祐介 / ナガイユウスケ Lamp Genso ℗ In The Garden Records Released on: 2008-12-03 Auto-generated by YouTube."
        ]
    },
    {
        "query": "BBL Drizzy AfroShon Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by overthxnk BBL Drizzy · overthxnk BBL Drizzy ℗ 2024 revised.studio Released on: 2021-04-05 Main Artist: overthxnk Composer: Leland Tyler Wayne Composer: Willonius Hatcher Auto-generated by YouTube.",
            "Provided to YouTube by DistroKid BBL Drizzy · King Willonius BBL Drizzy ℗ Delicious Bath Water Released on: 2024-04-18 Auto-generated by YouTube.",
            "Provided to YouTube by DistroKid BBL Drizzy · servant BBL Drizzy ℗ servant Released on: 2024-05-11 Auto-generated by YouTube.",
            "Metro Boomin - BBL DRIZZY Unique Vibes Merch: https://uniquevibes.shop Unique Vibes Merch: https://uniquevibes.shop Spotify: https://spoti.fi/2LrpDX7 Instagram: https://www.instagram.com/uniquevbs Discord Server: https://discord.gg/VSHcHZ8 Soundcloud: https://soundcloud.com/unique_vibes ...",
            "Provided to YouTube by DistroKid BBL Drizzy · Trïppy · Metro Boomin BBL Drizzy ℗ GoodSmoke Ent. Released on: 2024-05-07 Auto-generated by YouTube."
        ]
    },
    {
        "query": "UEFA Champions League Anthem UEFA Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Sony Music/UEFA Music UEFA Champions League Anthem · UEFA · Tony Britten UEFA Champions League Anthem ℗ 2022 UEFA Music distributed by Sony Music Entertainment Released on: 2022-04-01 Associated Performer: UEFA & Tony Britten Auto-generated by YouTube.",
            "Provided to YouTube by Sony Music/UEFA Music UEFA Champions League Anthem (Full Version) · UEFA · Tony Britten UEFA Champions League Anthem ℗ 2022 UEFA Music distributed by Sony Music Entertainment Released on: 2022-04-01 Associated Performer: UEFA & Tony Britten Auto-generated by YouTube.",
            "Listen to the official UEFA Champions League anthem. Subscribe: http://www.youtube.com/subscription_center?add_user=uefa Facebook: https://www.facebook.com/uefacom Twitter: https://twitter.com/UEFAcom G+: https://plus.google.com/+UEFAcom http://uefa.com",
            "Composer Tony Britten reveals the background behind the iconic anthem that preceeds every match and stars including Lionel Messi and Zinédine Zidane speak about what it means to them. #StarsofUCL -- Subscribe: http://www.youtube.com/subscription_center?add_user=uefa Facebook: https://www.facebook.com/uefacom Twitter: https://twitter.com ...",
            "Provided to YouTube by Sony Music/UEFA Music UEFA Europa League Anthem · UEFA · MassiveMusic UEFA Europa League Anthem ℗ 2022 UEFA Music distributed by Sony Music Entertainment Released on: 2022-04-01 Associated Performer: UEFA & MassiveMusic Auto-generated by YouTube."
        ]
    },
    {
        "query": "Static (Sped Up) Steve Lacy Topic site:youtube.com",
        "descriptions": [
            "all credits go to the owner, i own nothing.",
            "enjoy!",
            "Provided to YouTube by L-M Records/RCA Records Static · Steve Lacy Gemini Rights ℗ 2022 L-M Records, under license to RCA Records, a division of Sony Music Entertainment Released on: 2022-07-14 Keyboards: Ely Rise Composer, Lyricist: John Carroll Kirby Engineer: Karl Wingate Mixing Engineer: Neal Pogue Mastering Engineer: Mike Bozzi Auto ...",
            "Provided to YouTube by Routenote Static (Sped Up) · Xizt · John Carrol Kirby · Steve Lacy Static ℗ Xizt Released on: 2022-12-22 Auto-generated by YouTube.",
            "Steve Lacy - Static (sped up/tiktok version) Lyrics | baby you got something in your nose steve lacy: https://spoti.fi/2nMhW6J ⭐Follow TikTokTunes Instagram: https://www.instagram.com/itstiktoktunes Spotify: https://spoti.fi/2nMhW6J TikTok: https://www.tiktok.com/@itstiktoktunes TikTok Spotify Playlists: https://open.spotify.com/user ..."
        ]
    },
    {
        "query": "Sad and lonely MoppySound Topic site:youtube.com",
        "descriptions": [
            "#myvideo #sadandlonely #moppysound",
            "¡Advertencia! Tanto la imagen de fondo y el instrumental NO SON DE MI PROPIEDAD, los agradecimientos van dirigidos a los autores correspondientes. Imagen: feelvib l Hindi Song Instrumental: Ambient emocional piano TikTok l MoppySound _________________________________________________________________________________________________ Copyright ...",
            "Sad Heartbreaking Emotional Depressing Piano Composed by Jurrivh. Subscribe for more Music: http://bit.ly/SubToJurrivh 💰 Purchase (License): https://bsta.rs/42feb7ed3 Contact: Website: https://www.jurrivh.com Email: info@jurrivh.com Spotify: https://open.spotify.com/artist/4xzXnYAMKDc0rY1CN0plep?si=QXuZVFrDTEmJLomM37EmLQ #SadPiano # ...",
            "Mental pain is less dramatic than physical pain, but it is more common and also more hard to bear. The frequent attempt to conceal mental pain increases the burden: it is easier to say, ‘My tooth is aching’ than to say, ‘My heart is broken.’ ― C.S. Lewis, The Problem of Pain #loneliness #multifandom #fanvidfeed song : https://youtu.be ...",
            "Provided to YouTube by 'BIGHIT MUSIC' Lonely · RM Indigo Released on: 2022-12-02 Auto-generated by YouTube."
        ]
    },
    {
        "query": "MTG - VINGANÇA DJ FKU Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Label Worx Limited MTG - VINGANÇA · DJ FKU MTG - VINGANÇA ℗ Tribal Trap Released on: 2024-01-26 Producer: Valentin Valteri Valkiainen Composer: Valentin Valteri Valkiainen Music Publisher: Tribal Music Group B.V. Auto-generated by YouTube.",
            "LISTEN ON SPOTIFY https://open.spotify.com/artist/3QMpCp3GHiHXgnX1LldXWe MY DISCORD https://discord.gg/Be2vWjcRCP LISTEN TO PLAYLIST https://open.spotify.com/playlist/5tE5d9yVWAQ9CLUQZbf1Ft",
            "Provided to YouTube by Label Worx Limited MTG - VINGANÇA (Slowed + Reverb) · DJ FKU MTG - VINGANÇA (Slowed + Reverb) ℗ Tribal Trap Released on: 2024-01-26 Producer: Valentin Valteri Valkiainen Composer: Valentin Valteri Valkiainen Music Publisher: Tribal Music Group B.V. Auto-generated by YouTube.",
            "Provided to YouTube by Label Worx Limited MTG - VINGANÇA (Sped Up) · DJ FKU MTG - VINGANÇA (Sped Up) ℗ Tribal Trap Released on: 2024-01-26 Producer: Valentin Valteri Valkiainen Composer: Valentin Valteri Valkiainen Music Publisher: Tribal Music Group B.V. Auto-generated by YouTube.",
            "🔥DJ FKU - MTG - VINGANÇA (OUT NOW) ⤷ https://hypeddit.com/tribal/mtgvingana 🔔 Subscribe and turn on notifications to stay updated! #TRIBALTRAP ⤷ http://bit.ly/TribalSub 🔥 Stream our music on Audiomack: https://audiomack.page.link/TribalTrap More like this? Follow our Spotify Playlists: 🚗 ⤷ CAR: https://open.spotify.com ..."
        ]
    },
    {
        "query": "Montagem Sonic Ritmado 1.0 (Super Slowed) TOKYOPHILE Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Label Worx Limited Montagem Sonic Ritmado 1.0 (Super Slowed) · TOKYOPHILE Montagem Sonic Ritmado 1.0 (Super Slowed) ℗ Tribal Trap Released on: 2024-05-15 Producer: TOKYOPHILE Composer: TOKYOPHILE Music Publisher: Tribal Music Group B.V. Auto-generated by YouTube.",
            "Provided to YouTube by Label Worx Limited Montagem Sonic Ritmado 1.0 (Slowed) · TOKYOPHILE Montagem Sonic Ritmado 1.0 (Slowed) ℗ Tribal Trap Released on: 2024-05-15 Producer: TOKYOPHILE Composer: TOKYOPHILE Music Publisher: Tribal Music Group B.V. Auto-generated by YouTube.",
            "TOKYOPHILE - Montagem Sonic Ritmado 1.0 (Slowed) 🎶 Track on spotify: https://open.spotify.com/album/6la9ubAAPlhP8eylFPuLlC?si=kDelOm6UT6KjOiqC7dcm9g social links: 🎧 SoundCloud: @tokyophile 📮 Telegram: @tokyophileee 🧶 Spotify: @tokyophile 🌌 VK: @tokyophile",
            "TOKYOPHILE - Montagem Sonic Ritmado 1.0 (Super Slowed) 🎶 Track on spotify: https://open.spotify.com/album/03GXBC2T6YdaBZo754wYlH?si=m61vTJkqTQ2e-dU6TFgxxw social links: 🎧 SoundCloud: @tokyophile 📮 Telegram: @tokyophileee 🧶 Spotify: @tokyophile 🌌 VK: @tokyophile",
            "created: https://youtube.com/@tokyophile orginal: https://youtu.be/gb-bm09E_7M @tokyophile"
        ]
    },
    {
        "query": "Big Bad Wolf (Radio Edit) Duck Sauce Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by TuneCore Big Bad Wolf (Radio Edit) · Duck Sauce Big Bad Wolf (Radio Edit) ℗ 2011 Duck Sauce LLC Under Exclusive License To Fool's Gold Records Released on: 2011-09-29 Auto-generated by YouTube.",
            "Buy From iTunes here http://itunes.apple.com/gb/album/big-bad-wolf-remixes-ep/id475347008 http://www.facebook.com/ducksaucenyc http://www.3beat.co.uk http://www.twitter.com/3beatmusic http://www.facebook.com/3beatmusic http://www.youtube.com/user/3BeatProductions http://www.soundcloud.com/3beat",
            "OUT NOW: http://www.beatport.com/release/big-bad-wolf/816274",
            "Provided to YouTube by Big Beat Records Big Bad Wolf · Duck Sauce 5 Years of Big Beat ℗ 2011 Duck Sauce Vocals: Duck Sauce Writer: Alain Macklovitch Writer: Armand Van Helden Auto-generated by YouTube.",
            "OUT NOW: Beatport: http://www.beatport.com/release/big-bad-wolf/816274 // iTunes: http://itunes.apple.com/us/album/big-bad-wolf-single/id471140217"
        ]
    },
    {
        "query": "Oops!...I Did It Again Britney Spears Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Jive Oops!... I Did It Again · Britney Spears Oops!... I Did It Again ℗ 2000 RCA Records, a division of Sony Music Entertainment Released on: 2000-05-16 Guitar: Esbjörn Öhrwall Guitar: Johan Carlberg Background Vocal, Unknown, Composer, Lyricist, Mixing Engineer, Producer, Recording Engineer: Max Martin Bass: Tomas ...",
            "Provided to YouTube by Jive Oops!... I Did It Again (Remastered) · Britney Spears The Singles Collection ℗ 2009 RCA Records, a division of Sony Music Entertainment Released on: 2009-11-09 Background Vocal, Unknown, Composer, Lyricist, Mixing Engineer, Producer, Recording Engineer: Max Martin Guitar: Esbjörn Öhrwall Guitar: Johan Carlberg ...",
            "Provided to YouTube by Legacy Recordings Oops!... I Did It Again · Britney Spears Feel Good Summer Songs ℗ 2000 RCA Records, a division of Sony Music Entertainment Released on: 2022-05-26 Guitar: Esbjörn Öhrwall Guitar: Johan Carlberg Background Vocal, Unknown, Composer, Lyricist, Mixing Engineer, Producer, Recording Engineer: Max Martin ...",
            "Provided to YouTube by Concept Oops!... I Did It Again · Britney Spears Sommer Pop Hits ℗ 2000 RCA Records, a division of Sony Music Entertainment Released on: 2023-08-04 Guitar: Esbjörn Öhrwall Guitar: Johan Carlberg Background Vocal, Unknown, Composer, Lyricist, Mixing Engineer, Producer, Recording Engineer: Max Martin Bass: Tomas ...",
            "Britney Spears performing 'Oops! ... I Did It Again' live at Top of the Pops, broadcast on May 5, 2000."
        ]
    },
    {
        "query": "(You're The) Devil in Disguise Elvis Presley Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by RCA Records Label [You're The] Devil in Disguise · Elvis Presley Elvis 30 #1 Hits ℗ Originally released 1963. All rights reserved by RCA Records, a division of Sony Music Entertainment Released on: 2002-09-24 Vocal: The Jordanaires Composer, Lyricist: Giant Vocal: Joe Babcock Vocal: Millie Kirkham Composer, Lyricist ...",
            "Provided to YouTube by RCA/Legacy [You're The] Devil In Disguise · Elvis Presley Elvis' Gold Records, Vol. 4 ℗ Originally released 1963. All rights reserved by RCA Records, a division of Sony Music Entertainment Released on: 1968-01-22 Vocal: The Jordanaires Vocal: Joe Babcock Vocal: Millie Kirkham Engineer: Bill Porter Producer: Producer ...",
            "Official Lyric Video for \"(You're The) Devil In Disguise\" by Elvis Presley Listen to Elvis Presley: https://Elvis.lnk.to/_listenYD Subscribe to the official Elvis Presley YouTube Channel: https://Elvis.lnk.to/subscribeYD Watch more Elvis videos: https://Elvis.lnk.to/top_tracksYC/youtube Follow Elvis Presley: Facebook: https://Elvis.lnk.to ...",
            "Provided to YouTube by RCA/Legacy [You're The] Devil in Disguise · Elvis Presley Elvis 30 #1 Hits ℗ Originally released 1963. All rights reserved by RCA Records, a division of Sony Music Entertainment Released on: 2022-02-18 Vocal: The Jordanaires Composer, Lyricist: Giant Vocal: Joe Babcock Vocal: Millie Kirkham Composer, Lyricist: Baum ...",
            "Stephen Sanchez performs \"You're the Devil in Disguise\" by Elvis Presley for SiriusXM & Hits 1. Hear more from Hits 1 on our app! Click here for your trial subscription: https://siriusxm.com/yt/freetrial #SiriusXM #Sirius Subscribe to the SiriusXM YouTube channel: https://www.youtube.com/c/siriusxm About SiriusXM: SiriusXM is the largest audio ..."
        ]
    },
    {
        "query": "THOMAS ZWE1HVNDXR & NONTHENSE Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by The Orchard Enterprises THOMAS · ZWE1HVNDXR · NONTHENSE THOMAS ℗ 2024 Black 17 Media, LLC. Released on: 2024-04-12 Auto-generated by YouTube.",
            "PHONK DOMAIN Artist: ZWE1HVNDXR x NONTHENSE Title: THOMAS Listen to ZWE1HVNDXR - https://rb.gy/61d98 Listen to NONTHENSE - https://spoti.fi/3eBzSf8 Listen to the PHONK DOMAIN on Spotify: Official playlist - https://spoti.fi/3TeTpkV Official Slowed + Sped Up playlist - https://spoti.fi/3UEdbXb All credit due to the copyright owners. Any issues ...",
            "",
            "Provided to YouTube by The Orchard Enterprises THOMAS · ZWE1HVNDXR · NONTHENSE THOMAS ℗ 2024 Black 17 Media, LLC. Released on: 2024-05-09 Auto-generated by YouTube.",
            "Provided to YouTube by The Orchard Enterprises THOMAS (SLOWED) · ZWE1HVNDXR · NONTHENSE THOMAS ℗ 2024 Black 17 Media, LLC. Released on: 2024-04-16 Auto-generated by YouTube."
        ]
    },
    {
        "query": "SLOW DANCING IN THE DARK Joji Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by The Orchard Enterprises SLOW DANCING IN THE DARK · Joji · George Miller · Patrick Wimberly BALLADS 1 ℗ 2018 88rising Records LLC Released on: 2018-10-26 Producer: Joji Producer: Patrick Wimberly Mastering Engineer: Chris Athens Music Publisher: George Miller - 88rising Publishing / Kobalt Songs Music Publishing ...",
            "Provided to YouTube by The Orchard Enterprises SLOW DANCING IN THE DARK · Joji · George Miller · Patrick Wimberly BALLADS 1 ℗ 2018 88rising Records LLC Released on: 2018-10-26 Producer: Joji Producer: Patrick Wimberly Mastering Engineer: Chris Athens Music Publisher: George Miller - 88rising Publishing / Kobalt Songs Music Publishing ...",
            "Provided to YouTube by The Orchard Enterprises SLOW DANCING IN THE DARK (Acoustic Remix) · Joji · George Miller · Jonathan Patrick Wimberly SLOW DANCING IN THE DARK (Acoustic Remix) ℗ 2018 88rising Records LLC Released on: 2018-10-19 Producer: Carol Kuswanto Producer: Joji Producer: Patrick Wimberly Mastering Engineer, Engineer, Mixer ...",
            "Provided to YouTube by Create Music Group Slow Dancing In The Dark (Joji) · Alaina Castillo Slow Dancing In The Dark (Joji) ℗ Alaina Castillo Released on: 2018-11-21 Auto-generated by YouTube.",
            "Provided to YouTube by The Orchard Enterprises SLOW DANCING IN THE DARK (Mr. Mitch Remix) · Joji · Mr. Mitch · George Miller · Patrick Wimberly SLOW DANCING IN THE DARK (Mr. Mitch Remix) ℗ 2018 88rising Records LLC Released on: 2018-11-08 Producer: Joji Producer: Mr. Mitch Producer, Mixer, Engineer: Patrick Wimberly Mastering Engineer ..."
        ]
    },
    {
        "query": "Man In Finance (G6 Trust Fund) Girl On Couch & Billen Ted Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group Man In Finance (G6 Trust Fund) · Girl On Couch · Billen Ted Man In Finance (G6 Trust Fund) ℗ A Virgin Records Germany & Polydor UK recording; ℗ 2024 Girl On Couch, under exclusive license to Universal Music GmbH Released on: 2024-05-17 Producer, Associated Performer, Vocal Producer, Studio ...",
            "Girl On Couch, Billen Ted - Man In Finance (G6 Trust Fund) (Lyrics) [1HOUR] 🔔 Turn on notifications to stay updated with new uploads! Follow Girl On Couch: / girl_on_couch Follow Billen Ted: / billented / billented 👉Connect with me: Fanpage: https://www.facebook.com/ENChillin E.N Chillin'Lyrics https://www.youtube.com/playlist?list=PLGHcV ...",
            "💚 𝗦𝗽𝗼𝘁𝗶𝗳𝘆 𝗣𝗹𝗮𝘆𝗹𝗶𝘀𝘁: https://music.mrrevillz.com/Playlist 🔗 𝗙𝗼𝗹𝗹𝗼𝘄 𝗠𝗿𝗥𝗲𝘃𝗶𝗹𝗹𝘇: http://linktr.ee/MrRevillz 🔔 𝗦𝘂𝗯𝘀𝗰𝗿𝗶𝗯𝗲 𝗮𝗻𝗱 𝘁𝘂𝗿𝗻 𝗼𝗻 𝘁𝗵𝗲 𝗯𝗲𝗹𝗹 𝘁𝗼 𝗯𝗲 𝘁𝗵𝗲 ...",
            "I'm looking for a man in finance For more quality music subscribe here http://bit.ly/sub2thvbgd Join our telegram chat https://t.me/+twwgIQrJ181lMmZk Stream / Download: https://open.spotify.com/track/5zuPzhnGl0DRRWmquMi2MP Follow Girl On Couch: https://tiktok.com/@girl_on_couch Follow Billen Ted: https://instagram.com/billented https://tiktok ...",
            "🎵Song name: Girl On Couch - Man In Finance (Lyrics) Girl On Couch, Billen Ted - Man In Finance (G6 Trust Fund) Lyrics 📻Stream/Buy: Background image: https://unsplash.com/ 📻Check out our Spotify playlist: 🎮Gaming Music: https://wearehypnotized.lnk.to/GamingPlaylist 🚀Dance Music 2023: https://wearehypnotized.lnk.to/DanceMusic 🕺 ..."
        ]
    },
    {
        "query": "Saturn SZA Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Top Dawg Entertainment/RCA Records Saturn · SZA Saturn ℗ 2024 Top Dawg Entertainment, under exclusive license to RCA Records Released on: 2024-02-22 Composer, Lyricist: Solána Rowe Background Vocal, Guitar, Keyboards, Programmer, Composer, Lyricist, Producer: Carter Lang Background Vocal, Guitar, Keyboards, Programmer ...",
            "Provided to YouTube by Top Dawg Entertainment/RCA Records Saturn (Live) · SZA Saturn ℗ 2024 Top Dawg Entertainment, under exclusive license to RCA Records Released on: 2024-02-22 Composer, Lyricist: Solána Rowe Mixing Engineer: Hector Castro Composer, Lyricist: Carter Lang Keyboards: Terence Vaughn Guitar: Ariel O'Neal Composer, Lyricist ...",
            "SZA’s New Album “SOS” // Available Everywhere Now! Listen Here // https://sza.lnk.to/SOS Follow SZA: https://szasos.com http://instagram.com/sza http://twitter.com/sza http://facebook.com/sza #SZA #Saturn #SOS",
            "A fan-made live video of SZA performing ‘Saturn’ from her upcoming album— ‘LANA’. #SZA",
            ""
        ]
    },
    {
        "query": "Mangos - Tiktok Version LDRR Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by 0to8 Mangos (Tiktok Version) · LDRR Mangos (Tiktok Version) ℗ 0to8 Released on: 2024-05-17 Composer: Leonardo Daniel Ruiz Lyricist: Leonardo Daniel Ruiz Auto-generated by YouTube.",
            "",
            "",
            "",
            "MANGOS MANGOS MANGOS - LDRR (Slowed) IG: https://www.instagram.com/phonkero_of/ TIKTOK: https://www.tiktok.com/@phonkero_of ignore tags: #brazilianfunk #phonkdrift #song #music #phonk #funk #brazilfunk #brazilianfunk #sigma #fyp #phonkmusic #phonkdrift #fypシ #tiktok #viral #montagem #automotivo#phonk #phonkmusic #drift #jdm #trap #underground ..."
        ]
    },
    {
        "query": "From The Start - Sped Up Mei Mei The Bunny Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by The Orchard Enterprises From The Start (Sped Up) · Mei Mei The Bunny · Bing Bing · Spencer Stewart From The Start ℗ 2023 Mei Mei The Bunny Released on: 2023-08-04 Producer: Bing Bing Producer: Spencer Stewart Music Publisher: ASCAP (World ex. Iceland) / STEF (Iceland) Music Publisher: Mosey Creative (ASCAP) Auto ...",
            "Provided to YouTube by The Orchard Enterprises Valentine (Sped Up) · Mei Mei The Bunny · Laufey · Spencer Stewart Valentine ℗ 2023 Mei Mei The Bunny Released on: 2023-08-14 Producer: Laufey Producer: Spencer Stewart Music Publisher: ASCAP (World ex. Iceland) / STEF (Iceland) Music Publisher: Mosey Creative (ASCAP) Auto-generated by YouTube.",
            "Provided to YouTube by The Orchard Enterprises Promise (Sped Up) · Mei Mei The Bunny · Laufey · Spencer Stewart Promise ℗ 2023 Mei Mei The Bunny Released on: 2023-08-14 Producer: Laufey Producer: Spencer Stewart Music Publisher: ASCAP (World ex. Iceland) / STEF (Iceland) Music Publisher: Mosey Creative (ASCAP) Auto-generated by YouTube.",
            "All credit goes to the original artist(s). I do not own any art/music in this video. I only make the sound Sped Up Thanks for watching ♡",
            ""
        ]
    },
    {
        "query": "MALA 6ix9ine Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Create Music Group MALA · 6ix9ine · Anuel AA DUMMY BOY ℗ 6ix9ine, exclusively distributed by Create Music Group Released on: 2018-11-27 Composer: Daniel Echavarría Oviedo Author: Daniel Hernandez Author: Emmanuel Gazmey Arranger: Ovy On The Drums Auto-generated by YouTube.",
            "Provided to YouTube by Create Music Group, Inc. MALA (feat. Anuel Aa) · 6ix9ine DUMMY BOY ℗ 2018 Scumgang Records Released on: 2018-11-27 Auto-generated by YouTube.",
            "Album - MALA Song - MALA Artist- @ixine-qk9gx --------------------------------------------------------------------- DISCLAIMER: I don't own this song and picture used in this video expect my edit, All credit goes to rightfull owner. --------------------------------------------------------------------- Tag- #audioedit #tiktokremix #edit #audio # ...",
            "~all original audio and images belong to their respectful owners~ original audio: https://www.youtube.com/watch?v=mOvSub-yTRI&ab_channel=6ix9ine-Topic original video: https://www.youtube.com/watch?v=MDpYYzMvnHI&ab_channel=GenshinImpact Lyrics: Brr, haha! Anuel Anuel Real Hasta La Muerte, baby Uah ¿Qué tengo que hacer Pa' que tú sea' mi mujer ...",
            "Enjoyyy!!! Like, share and subscribe please!! More bass boosts coming soon!! WARNING: These videos may cause people with photosensitive epilepsy to convulse in seizures. Viewer discretion is advised. If you want to remove a song that you own on my channel please sent me an email and I will respond with in 24 hours or less. (Or comment below) # ..."
        ]
    },
    {
        "query": "Granny's House (feat. Fgteev) Funnel Vision Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Studio71_2_5 Granny's House (feat. Fgteev) · Funnel Vision Granny's House (feat. Fgteev) ℗ Funnel Vision Released on: 2018-09-08 Auto-generated by YouTube.",
            "DOWNLOAD on iTunes http://bit.ly/GrannyApple Download on Google Play: http://bit.ly/grannyGOOG Amazon MP3: http://bit.ly/GrannyHouseAmazon Get the Merch http://shopfunnelvision.com/ Be an FGTEEVER http://bit.ly/1KKE2f1 Granny's House is not so fun!🎵 Thumbs up for the song! 🎶 More Music: http://itunes.apple.com/us/artist/funnel-vision ...",
            "In an Alternate Universe... one kid brave enough to escape Granny's House did just that, he also escaped her neighbor's! The full untold story of bodyless boys' brave biography. Original Videos: 🆕🔥 FGTeeV Merch here http://shop.fgteev.com and Our New Book, FGTeeV Out of Time https://amzn.to/3g1uyST 🔔SUBSCRIBE & become Awesome http ...",
            "Provided to YouTube by CDBaby Granny's House · Funnel Vision · Fgteev Granny's House ℗ 2018 Funnel Vision Released on: 2018-09-08 Auto-generated by YouTube.",
            "Who is GRANDPA? Granny got Married! New GRANNY'S HOUSE! Chapter Two is here and it's crazy!! Thumbs up for more Granny, the Next Chapter! Be an FGTEEVER, SUBSCRIBE http://bit.ly/1KKE2f1 & Get the Merch http://shopfunnelvision.com/ Last time on FGTEEV/Granny: 🕷️SOMETHING is WRONG with GRANNY GAME!! Gran-NUN? (FGTeeV plays Crazy Mods) https ..."
        ]
    },
    {
        "query": "Party Rock Anthem LMFAO Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group Party Rock Anthem · LMFAO · Lauren Bennett · GoonRock Sorry For Party Rocking ℗ 2011 Foo & Blu, LLC, under exclusive License to Interscope Records Released on: 2011-01-01 Producer: Party Rock Associated Performer, Vocals: Lauren Bennett Composer Lyricist: Stefan Kendal Gordy Composer Lyricist ...",
            "Provided to YouTube by Universal Music Group Party Rock Anthem · LMFAO · Lauren Bennett · GoonRock House Party Jams ℗ 2011 Foo & Blu, LLC Released on: 2019-03-22 Producer: Party Rock Associated Performer, Vocals: Lauren Bennett Composer Lyricist: Stefan Kendal Gordy Composer Lyricist: Skyler Gordy Composer Lyricist: Jamahl Listenbee ...",
            "Provided to YouTube by Universal Music Group Party Rock Anthem · LMFAO · Lauren Bennett · GoonRock Capodanno 2024 Dance Hits ℗ 2011 Foo & Blu, LLC Released on: 2023-12-17 Producer: Party Rock Associated Performer, Vocals: Lauren Bennett Composer Lyricist: Stefan Kendal Gordy Composer Lyricist: Skyler Gordy Composer Lyricist: Jamahl ...",
            "Provided to YouTube by Universal Music Group Party Rock Anthem · LMFAO · Lauren Bennett · GoonRock Hits to Sing Along ℗ 2011 Foo & Blu, LLC Released on: 2023-12-22 Producer: Party Rock Associated Performer, Vocals: Lauren Bennett Composer Lyricist: Stefan Kendal Gordy Composer Lyricist: Skyler Gordy Composer Lyricist: Jamahl Listenbee ...",
            "Provided to YouTube by Ubisoft Music Party Rock Anthem · LMFAO Just Dance Video Game Hits, Vol. 1 ℗ Ubisoft Music Released on: 2016-10-25 Featured Artist: Lauren Bennett Featured Artist: GoonRock Composer: Stefan Gordy Composer: Skyler Gordy Composer: David Jamahl Listenbee Composer: Peter Schroeder Auto-generated by YouTube."
        ]
    },
    {
        "query": "This Side of Paradise Coyote Theory Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Arista Records This Side of Paradise · Coyote Theory Color ℗ 2020 Wolf Hypothesis LLC under exclusive license to last nite/Arista Records, a division of Sony Music Entertainment Released on: 2011-06-20 Vocal, Composer: Colby Carpinelli Guitar, Composer: Lane Bohman Bass, Composer: Grayson Hendren Drums, Composer: Jason ...",
            "Coyote Theory - This Side of Paradise (Lyric Video) Listen to This Side of Paradise https://CoyoteTheory.lnk.to/thissideofparadise Follow Coyote Theory https://www.instagram.com/thecoyotetheory/ https://www.facebook.com/coyotetheory https://twitter.com/thecoyotetheory https://www.tiktok.com/@coyote_theory https://coyotetheory.com/ #coyotetheory ...",
            "Provided to YouTube by DistroKid This Side of Paradise (Live) (Live) · Coyote Theory Live From the Babcock ℗ Wolf Hypothesis LLC Released on: 2022-11-14 Auto-generated by YouTube.",
            "Provided to YouTube by Arista Records This Side of Paradise (slowed) · Coyote Theory This Side of Paradise ℗ 2021 Wolf Hypothesis LLC under exclusive license to last nite/Arista Records, a division of Sony Music Entertainment Released on: 2021-02-12 Vocal, Composer: Colby Carpinelli Guitar, Composer: Lane Bohman Bass, Composer: Grayson ...",
            "Listen to This Side of Paradise (slowed) https://CoyoteTheory.lnk.to/ParadiseSlowed Listen to This Side of Paradise https://CoyoteTheory.lnk.to/thissideofparadise Follow Coyote Theory https://www.instagram.com/thecoyotetheory https://www.facebook.com/coyotetheory https://twitter.com/thecoyotetheory https://www.tiktok.com/@coyote_theory https ..."
        ]
    },
    {
        "query": "Count Contessa Azealia Banks & Lone Topic site:youtube.com",
        "descriptions": [
            "",
            "Provided to YouTube by Create Music Group Count Contessa · Azealia Banks Single ℗ Create Music Group 2020 Released on: 2020-02-07 Auto-generated by YouTube.",
            "I jizz when I hear this",
            "",
            "Provided to YouTube by Magic Wire Aquamarine · LONE · Lone · Lone Emerald Fantasy Tracks ℗ Magicwire Released on: 2011-05-23 Auto-generated by YouTube."
        ]
    },
    {
        "query": "Kash Kommandments Kash Doll Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by MNRK Music Group Kash Kommandments · Kash Doll Kash Kommandments ℗ 2024 Kash Doll Enterprises, Inc., under exclusive license to MNRK Records LP Released on: 2024-05-03 Main Artist: Kash Doll Producer: Go Grizzly Producer: Cheeze Beatz Producer: Jambo Lyricist: Arkeisha Knight Lyricist: Kirsten Spencer (A.Chic) Music ...",
            "Provided to YouTube by MNRK Music Group Kash Kommandments · Kash Doll Kash Kommandments ℗ 2024 Kash Doll Enterprises, Inc., under exclusive license to MNRK Records LP Released on: 2024-05-03 Main Artist: Kash Doll Producer: Go Grizzly Producer: Cheeze Beatz Producer: Jambo Lyricist: Arkeisha Knight Lyricist: Kirsten Spencer (A.Chic) Music ...",
            "The official music video for \"KD Diary\" by Kash Doll. Off her new album “STACKED.\" Download here: https://KashDoll.lnk.to/StackedID Exclusive merch: https://shop.kashdoll.com Follow Kash Doll online: https://instagram.com/kashdoll https://facebook.com/kashdoll https://twitter.com/kashdoll http://www.kashdoll.com #KashDoll #KDdiary #STACKED",
            "Follow Kash Doll online: https://instagram.com/kashdoll https://facebook.com/kashdoll https://twitter.com/kashdoll http://www.kashdoll.com #KashDoll #MDG #Power #Freestyle",
            "New album “STACKED\" out now! Download here: https://KashDoll.lnk.to/StackedID Exclusive merch: https://shop.kashdoll.com Follow Kash Doll online: https://instagram.com/kashdoll https://facebook.com/kashdoll https://twitter.com/kashdoll http://www.kashdoll.com #KashDoll #KDdiary #STACKED"
        ]
    },
    {
        "query": "Built To Be Bad (with Alex Sampson) Grace Gachot & Alex Sampson Topic site:youtube.com",
        "descriptions": [
            "Built To Be Bad (Official Video) by Grace Gachot & Alex Sampson 🖤 Check out \"Built To Be Bad (with Alex Sampson)\": https://sndo.ffm.to/dp78pdn Subscribe to Alex!: https://www.youtube.com/alexsampson Subscribe to Grace!: https://www.youtube.com/channel/UCTSv0p03Iwqrg21zhhTKJaw Company: Produced by Pokey, LLC Produced by: Pokey Spears, Eddie ...",
            "Built To Be Bad (Official Video) by Grace Gachot Production Company: Hello Love Director: Callum Lloyd-James Producer: Finn James DOP: Thomas English 1st AC Bulman Arshehit 2nd Ac: Rebecca Doctor Gaffer: Will Stuetz Spark: Joel Breakwell Art Director/Stylist: Harper Celeste Stylist Assistant: Riley Cartledge Choreographer: Paulette Minott MUA ...",
            "Provided to YouTube by IIP-DDS Built To Be Bad (with Alex Sampson) · Grace Gachot · Alex Sampson Built To Be Bad (with Alex Sampson) ℗ Grace Gachot Released on: 2024-04-19 Producer: Ollie Green Producer: Dylan Rouda Composer, Lyricist: Grace Gachot Composer, Lyricist: Ollie Green Composer, Lyricist: Alex Sampson Auto-generated by YouTube.",
            "Grace Gachot - Built To Be Bad (With Alex Sampson) Out Now!\" Official music video: [https://youtu.be/BIu0A4mmnKk?si=Yow3MvL2MCa2BFWZ] 🎶 Stream Now: https://sndo.ffm.to/dp78pdn Stay connected with Grace Gachot: 📸 📸 Instagram: [https://www.instagram.com/gracegachot] 📘 Facebook: [https://www.facebook.com/gracegachot] 🐦 Twitter ...",
            "Listen to 'Built To Be Bad' 👀 - https://sndo.ffm.to/erjmwvk Directed by Grace Gachot Subscribe to grace Youtube channel! https://youtube.com/@gracegachot?si=Gj6kEG1h5jkrlwe2 read built to be bad lyrics 🐻 https://genius.com/Grace-gachot-built-to-be-bad-lyrics office Grace gachot store https://f680f2-3.myshopify.com/ official website https ..."
        ]
    },
    {
        "query": "Upbeat Energetic Uplifting Pop Renzo La Vista Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by IIP-DDS Upbeat Energetic Uplifting Pop · Renzo La Vista Up Beat ℗ Renzo La Vista Released on: 2023-12-16 Composer, Lyricist: Renzo La Vista Auto-generated by YouTube.",
            "Provided to YouTube by IIP-DDS Successful Upbeat Corporate Motivation · Renzo La Vista Corporate Presentation ℗ Renzo La Vista Released on: 2023-12-16 Composer: Renzo La Vista Auto-generated by YouTube.",
            "Song purchase info : https://audiojungle.net/item/energetic-upbeat-pop/20040701 Download Music (No Watermark) for Free : https://goo.gl/P1c5DE ---- Track Info : Title : Energetic Upbeat Pop Uplifting Inspiring By : StockSounds ---- Thank you for listening to this song, hopefully it will be useful for you. ---- Don't forget to subscribe to our ...",
            "️ Welcome to the video! I am so gratified that you chose to head to my channel. Thank you for watching the music design series! Please be aware that I am not the owner of any of these tracks. Please make sure to check out the original artists' music as my channel promotes songs that I personally enjoy. Thank you for watching the videos, and ...",
            "'Happy Uplifting Pop' is an upbeat and energetic track featuring synths, funky electric guitars, vocal shouts, bass and drums. Ideal for use in motivational TV/radio adverts/commercials and vacation/summer holiday videos/YouTube vlogs. Purchase a licence for this music audio: https://audiojungle.net/item/happy-uplifting-pop/47937685 ♫ Royalty ..."
        ]
    },
    {
        "query": "Kung Fu Fighting Carl Douglas Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by BMG Rights Management (UK) Limited Kung Fu Fighting · Carl Douglas The Soul of the Kung Fu Fighter ℗ 1974 Sanctuary Records Group Ltd., a BMG Company Released on: 2008-04-29 Performer: Carl Douglas Composer: Carl Douglas Auto-generated by YouTube.",
            "Provided to YouTube by Sanctuary Records Kung Fu Fighting · Carl Douglas Kung Fu Fighter ℗ 1974 Sanctuary Records Group Ltd., a BMG Company Released on: 1974-01-01 Performer: Carl Douglas Producer: Biddu Composer: Carl Douglas Auto-generated by YouTube.",
            "Provided to YouTube by Sanctuary Records Kung Fu Fighting · Carl Douglas Kung Fu Fighting: The Best Of Carl Douglas ℗ 1974 Sanctuary Records Group Ltd., a BMG Company Released on: 2022-06-03 Performer: Carl Douglas Producer: Biddu Composer: Carl Douglas Auto-generated by YouTube.",
            "Provided to YouTube by Sanctuary Records Kung Fu Fighting · Carl Douglas Kung Fu Fighting: 80th Birthday Celebration EP ℗ 1974 Sanctuary Records Group Ltd., a BMG Company Released on: 2022-05-06 Performer: Carl Douglas Producer: Biddu Composer: Carl Douglas Auto-generated by YouTube.",
            "Provided to YouTube by The Orchard Enterprises Kung Fu Fighting · Carl Douglas · G-Rizo Remix Kung Fu Fighting ℗ 2004 2023 Echo Beach/SMV Released on: 2005-01-01 Auto-generated by YouTube."
        ]
    },
    {
        "query": "Amplify this Melodie Brawl Stars Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by DistroKid Amplify this Melodie · Brawl Stars Amplify this Melodie ℗ Supercell Oy Released on: 2024-03-28 Auto-generated by YouTube.",
            "The full version of \"Amplify this Melodie\" is now live on Spotify and iTunes/Apple Music! 🎙️🎵 #brawlstars #melodie #melody The lyrics of the song \"Amplify this Melody\": [Verse 1: Melodie] The world is my stage Feel the lights, feel the fear The sticks through the star Which one do you hear? I'm not caught up at this, I'm too good Stay ...",
            "This video is just for entertainment purposes i don't own the rights of the song and the illustrations in the video, they are owned by \"Supercell Oy\" Official song links: https://youtube.com/shorts/j31msCNFXxU?si=NOib1bff94s2P54i https://open.spotify.com/track/7yUMKYbDKjHblw06hsfYck?si=727d466e66ad476d https://music.apple.com/us/album/amplify ...",
            "I have created an extended version of this song because I found it beautiful. I hope you like it. Thank you very much, everyone. And remember: HOLY MOLY #brawlstars #melody Amplify this Melodie · Brawl Stars Amplify this Melodie Letra completa en español, Full video, Melody brawl stars Voten por mi skin en Supercell Make! La skin está en mi ...",
            "All credits goes to: @supercell @BrawlStars"
        ]
    },
    {
        "query": "Solas Gibran Alcocer Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Gibran Alcocer / Kurate Music Solas · Gibran Alcocer Solas ℗ 2022 Gibran Alcocer, under exclusive license to Kurate Music Ltd. Released on: 2022-11-11 Auto-generated by YouTube.",
            "Provided to YouTube by Gibran Alcocer Solas (Sped Up) · Gibran Alcocer Solas (Remixes) ℗ 2023 Gibran Alcocer Released on: 2023-02-17 Auto-generated by YouTube.",
            "Stream Now https://GibranAlcocer.lnk.to/Solas Gibran Alcocer Instagram: https://instagram.com/gibranalbo Kurate Music Website: https://kuratemusic.com Instagram: https://instagram.com/kuratemusic Licensing or Inquiries contact[at]kuratemusic.com \"Solas\" originally performed and written by Jamie Duffy. The song is a cover.",
            "Follow Playlist https://lnk.to/bestpianosongs Stream & Download https://GibranAlcocer.lnk.to/Solas Photo by https://unsplash.com/photos/IDbdxnIYpss Tags Gibran Alcocer - Solas (Slowed + Reverb)",
            "Follow Playlist https://lnk.to/bestpianosongs Stream & Download https://GibranAlcocer.lnk.to/Solas Photo by https://unsplash.com/photos/6SNbWyFwuhk Tags Gibran Alcocer - Solas (Sped Up)"
        ]
    },
    {
        "query": "MTG - VINGANÇA (Slowed + Reverb) DJ FKU Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Label Worx Limited MTG - VINGANÇA (Slowed + Reverb) · DJ FKU MTG - VINGANÇA (Slowed + Reverb) ℗ Tribal Trap Released on: 2024-01-26 Producer: Valentin Valteri Valkiainen Composer: Valentin Valteri Valkiainen Music Publisher: Tribal Music Group B.V. Auto-generated by YouTube.",
            "Provided to YouTube by Label Worx Limited MTG - VINGANÇA (Super Slowed + Reverb) · DJ FKU SUPER SLOWED ℗ Tribal Trap Released on: 2024-04-23 Producer: Valentin Valteri Valkiainen Composer: Valentin Valteri Valkiainen Music Publisher: Tribal Music Group B.V. Auto-generated by YouTube.",
            "DJ FKU - MTG - VINGANÇA - 1 HOUR 🌐 Slowed - Reverb Network I am a member of the Slowed Reverb Network, you can discover even more slowed + reverb songs here: https://www.reverbslowed.com #funk #brazilianfunk #brazilianphonk #brazilian #brazil #phonk #phonkmusic #slowed #slowedandreverb #slowedreverb #slowedmusic #playlist_phonk",
            "LISTEN ON SPOTIFY https://open.spotify.com/artist/3QMpCp3GHiHXgnX1LldXWe MY DISCORD https://discord.gg/Be2vWjcRCP LISTEN TO PLAYLIST https://open.spotify.com/playlist/5tE5d9yVWAQ9CLUQZbf1Ft",
            "LISTEN ON SPOTIFY https://open.spotify.com/artist/3QMpCp3GHiHXgnX1LldXWe MY DISCORD https://discord.gg/Be2vWjcRCP LISTEN TO PLAYLIST https://open.spotify.com/playlist/5tE5d9yVWAQ9CLUQZbf1Ft"
        ]
    },
    {
        "query": "Draco Future Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Epic/Freebandz/A1 Draco · Future FUTURE ℗ 2017 Epic Records, a division of Sony Music Entertainment with A1 / Freebandz Released on: 2017-02-17 Composer, Lyricist: Nayvadius Wilburn Producer: DJ Spinz Composer, Lyricist: Gary Hill Mixing Engineer, Recording Engineer: Seth Firkins Mixing Engineer: Eric Manco Mixing ...",
            "Provided to YouTube by Epic/Freebandz/A1 Draco · Future FUTURE ℗ 2017 Epic Records, a division of Sony Music Entertainment with A1 / Freebandz Released on: 2017-06-30 Composer, Lyricist: Nayvadius Wilburn Producer: DJ Spinz Composer, Lyricist: Gary Hill Mixing Engineer, Recording Engineer: Seth Firkins Mixing Engineer: Eric Manco Mixing ...",
            "Official Lyric Video for \"Draco” by Future Listen to Future: https://Future.lnk.to/listenYD Subscribe to the official Future YouTube Channel: https://Future.lnk.to/subscribeYD Watch Future’s music videos: https://Future.lnk.to/MusicVideosYD Follow Future: Facebook: https://Future.lnk.to/followFI Twitter: https://Future.lnk.to/followTI ...",
            "SUBSCRIBE & REQUEST FOR NEXT LYRIC VIDEO Only subscribers request will be heard",
            "Draco · Future FUTURE ℗ 2017 Epic Records, a division of Sony Music Entertainment with A1 / Freebandz Released on: 2017-06-30 Composer, Lyricist: Nayvadius Wilburn Producer: DJ Spinz Composer, Lyricist: Gary Hill Mixing Engineer, Recording Engineer: Seth Firkins Mixing Engineer: Eric Manco Mixing Engineer: DJ ESCO Assistant Engineer: Mike ..."
        ]
    },
    {
        "query": "Cuando Se Te Moja La Tare - Slowed LDRR Topic site:youtube.com",
        "descriptions": [
            "Artist: LDRR: https://www.youtube.com/watch?v=egSGrE-7pP4&ab_channel=LDRR-Topic :credit due to the copyright owner. ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ Video made in: vizzy.io #funk #music #audio #bass #bassboosted #1hour #viral #youtubemusic #fyp #foryou",
            "",
            "¡¡¡47 th canción SUPER SLOWED 🦾🗿💥🔥🔥 Canción original: Cuando se te moja la tarea (phonk) Artista: LDRR Personajes: CR7, Neymar Jr, Rooney, Zlatan y más jugadores del comercial Nike 2014 ¡¡¡PARA MI GENTE CHULA Y BELLA QUE LE GUATAN ESTE TIPO DE VIDEOS!!! 💪😉🤜",
            "",
            ""
        ]
    },
    {
        "query": "Inspector Ratchet Ty Simon Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Revelator Ltd. Inspector Ratchet · Ty Simon Let the Dialogue Begin ℗ 2021 Artlist Original - Use This Song in Your Video - Go to Artlist.io Released on: 2021-06-15 Music Publisher: Artlist Original Music Music Publisher: Artlist Original Music Composer: Itay Shimoni Arranger: Itay Shimoni Auto-generated by YouTube.",
            "",
            "Bookends Simon and Garfunkel",
            "Provided to YouTube by SM Entertainment Simon Says · NCT 127 NCT #127 Regulate - The 1st Album Repackage ℗ SM Entertainment Released on: 2018-11-23 Auto-generated by YouTube.",
            "Used Movie Maker Thanks for watching Song -Simon Curtis Superhero-"
        ]
    },
    {
        "query": "1901 Phoenix Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by The Orchard Enterprises 1901 · Phoenix Wolfgang Amadeus Phoenix ℗ 2009 Ghettoblaster S.A.R.L. under exclusive license to Glassnote Entertainment Group LLC in the United States and Canada, distributed by AWAL Released on: 2009-05-25 Music Publisher: KOBALT MUSIC PUB AMERICA I OBO GHETTOBLASTER PASSION Auto-generated by ...",
            "Provided to YouTube by The Orchard Enterprises 1901 · Phoenix Wolfgang Amadeus Phoenix ℗ 2009 Ghettoblaster S.A.R.L. under exclusive license to Glassnote Entertainment Group LLC in the United States and Canada, distributed by AWAL Released on: 2009-03-31 Music Publisher: KOBALT MUSIC PUB AMERICA I OBO GHETTOBLASTER PASSION Auto-generated by ...",
            "Phoenix - 1901 From the album 'Wolfgang Amadeus' All content belongs to the producer(s) of this music, Phoenix.",
            "Phoenix - 1901 Official Music Video(good sound quality)",
            "Provided to YouTube by The Orchard Enterprises 1901 (L'Aiglon Remix) · Phoenix Wolfgang Amadeus Phoenix ℗ 2009 Glassnote Entertainment Group LLC under exclusive license from Ghettoblaster, distributed by AWAL Released on: 2009-10-20 Music Publisher: KOBALT MUSIC PUB AMERICA I OBO GHETTOBLASTER PASSION Auto-generated by YouTube."
        ]
    },
    {
        "query": "ARE WE STILL FRIENDS? (don't get green skin, keep contact) Tyler, The Creator Topic site:youtube.com",
        "descriptions": [
            "Tyler, The Creator - ARE WE STILL FRIENDS? (Lyrics) 🌸 Follow Cassiopeia on Spotify: https://cassiopeia.lnk.to/o-yCQ Stream ARE WE STILL FRIENDS Tyler The Creator : https://open.spotify.com/track/5TxRUOsGeWeRl3xOML59Ai?si=b592743bffc747b8 Follow Tyler, The Creator https://www.instagram.com/feliciathegoat https://twitter.com/tylerthecreator ...",
            "Tyler The Creator- Are We Still Friends Lyrics I DO NOT OWN THIS SONG Are We Still Friends Lyrics: [Intro: Tyler, the Creator & Al Green] Dream Just dream Long ago, long ago, long ago Dream Just dream [Chorus: Tyler, the Creator] Are we still friends? Can we be friends? Are we still friends? I've got to kno– Know See each other Shake your ...",
            "Provided to YouTube by Columbia ARE WE STILL FRIENDS? · Tyler, The Creator IGOR ℗ 2019 Columbia Records, a Division of Sony Music Entertainment, as exclusive licensee Released on: 2019-05-17 Composer, Lyricist: Tyler Okonma Composer, Lyricist: Al Green Recording Engineer: Vic Wainstein Mixing Engineer: NealHPogue Assistant Engineer: Zachary ...",
            "From the album IGOR This track also features: Al Green & Pharrell Williams If you would like to request a song for me to clean for only $2, head to my page: https://utip.io/linkedits ⠀ ⠀ To let me know which songs you want cleaned each week, follow me on instagram: https://www.instagram.com/linkeditsyt/ (@linkeditsyt ...",
            ""
        ]
    },
    {
        "query": "Break This The Breaking Point 2 Vertigoaway Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Amuseio AB Break This The Breaking Point 2 · Vertigoaway · Schizoscriptures Break This The Breaking Point 2 ℗ Vertigoaway, under exclusive license to Amuseio AB Released on: 2021-01-15 Composer: Vera Claire Vertigo Composer: Armada Springs Crew Auto-generated by YouTube.",
            "Visit https://normcorps.bandcamp.com Uploaded with https://github.com/7x11x13/songs-to-youtube",
            "",
            "",
            "This is a slowed down/daycore version of Break This Breaking Point 2 by Vertigoaway. Link to Original Video: https://www.youtube.com/watch?v=Bc8HTwC8yNs"
        ]
    },
    {
        "query": "Johnny Moonshine Maggie Antone Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by The Orchard Enterprises Johnny Moonshine · Maggie Antone · Natalie Hemby · Aaron Raitiere Johnny Moonshine ℗ 2024 Love Big marketed and distributed by Thirty Tigers Released on: 2024-04-26 Producer: Maggie Antone Producer: Carrie K Music Publisher: Maggie Antone Publishing (BMI - admin by Maggie Antone LLC) Music ...",
            "johnny moonshine is a fictional character that i made up & one day i decided to write a song about him with pals natalie hemby & aaron raitiere. his hobbies include smoking, drinking & having a damn good time. if he turns out to be a real person i’m convinced he’d be my soulmate. Listen to \"Johnny Moonshine\": https://maggieantone.lnk.to ...",
            "Provided to YouTube by Lucille AB Maggie Moonshine (Extended Version) · Rednex Farm Out! ℗ 2000 Rednex Released on: 2000-01-01 Auto-generated by YouTube.",
            "Instagram LiveStream | @ magoogie 01/28/2024 Audio out of synch, but what can ya do",
            "Provided to YouTube by Emubands Ltd Maggie Moonshine (Extended Version) · Rednex Farm Out! ℗ 2000 Rednex Released on: 2017-07-27 Composer: Tomas Hegert Auto-generated by YouTube."
        ]
    },
    {
        "query": "Boombox Song 5 (From “Lethal Company”) [Extended Version] ZedFox Topic site:youtube.com",
        "descriptions": [
            "Composed by ZedFox in 2023 Official Extended version of the 5th Boombox Song in Lethal Company. Links: *Bandcamp:* https://zedfox.bandcamp.com/track/boombox-song-5-from-lethal-company-extended-version *Spotify:* https://open.spotify.com/track/3kL7QuZ9GgkHq8tE8pEsym *Apple Music:* https://music.apple.com/au/album/boombox-song-5-from-lethal ...",
            "Provided to YouTube by Xelon Entertainment Boombox Song 5 (From “Lethal Company”) (Extended Version) · ZedFox Boombox Song 5 (From “Lethal Company”) ℗ 2024 Damasta Recordings Released on: 2024-01-15 Auto-generated by YouTube.",
            "Love the game Lethal Company and its soundtrack in the boombox. So, I made my own \"epic\" version of it in full length/extended version. Hope you like it as much as I do :)) Zeekerss did a great job with this game! Lethal Company - Boombox Song 5 (extended) available on all plattforms 🎧 Spotify: https://open.spotify.com/intl-de/album ...",
            "1 hour loop of the official extended version of the Boombox 5 song made by @ZedFox All credit goes to @ZeekerssRBLX for making Lethal Company and @ZedFox for making the original audio, so please support them. Original Audio: https://www.youtube.com/watch?v=15JghGgECoE i spent wayyy to long trying to get the audio visualizer thing to work and ...",
            "Composition by @ZedFox (Check out the official extended version of this track here: https://www.youtube.com/watch?v=15JghGgECoE) Arrangement by @OrreFan54 Back at it again with another Lethal piano arrangement. Haven't played the game in a minute but the new update looks fun. Would be cool if Zeekerss adds some more boombox tracks in future ..."
        ]
    },
    {
        "query": "Main Titles - From \"Beetlejuice\" Soundtrack Danny Elfman Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group Main Titles (From \"Beetlejuice\" Soundtrack) · Danny Elfman Beetlejuice ℗ A Geffen Records Release; ℗ 1988 UMG Recordings, Inc. Released on: 1988-01-01 Producer: Danny Elfman Producer: Steve Bartek Composer: Danny Elfman Auto-generated by YouTube.",
            "Provided to YouTube by Universal Music Group Main Titles (From \"Beetlejuice\" Soundtrack) · Danny Elfman Vampire Hits ℗ A Geffen Records Release; ℗ 1988 UMG Recordings, Inc. Released on: 2023-08-01 Producer: Danny Elfman Producer: Steve Bartek Composer: Danny Elfman Auto-generated by YouTube.",
            "Provided to YouTube by Universal Music Group Main Titles (From \"Beetlejuice\" Soundtrack) · Danny Elfman Horror Movie Soundtracks ℗ A Geffen Records Release; ℗ 1988 UMG Recordings, Inc. Released on: 2023-09-29 Producer: Danny Elfman Producer: Steve Bartek Composer: Danny Elfman Auto-generated by YouTube.",
            "Beetlejuice Original Soundtrack Danny Elfman - Main Title - Titolo",
            "All credit goes to Danny Elfman and Harry Belafonte. I apologize for some of the sound quality. Most of the music here comes from the isolated track on the blu-ray which is not properly mixed for listening to on its own. I did my best to adjust the audio levels to sound more even, but all the Elfman tracks are as they appear in the movie. Hope ..."
        ]
    },
    {
        "query": "Cry Tolga Kahraman & Engin Matis Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Emubands Ltd Cry · Tolga Kahraman · Engin Matis Cry ℗ 2020 Tolga Kahraman Released on: 2020-12-09 Producer: Tolga Kahraman Composer: Tolga Kahraman Auto-generated by YouTube.",
            "Provided to YouTube by Emubands Ltd Omuzumda Ağlayan Bir Sen · Tolga Kahraman Omuzumda Ağlayan Bir Sen ℗ 2019 Tolga Kahraman Released on: 2019-09-21 Composer: Tolga Kahraman Auto-generated by YouTube.",
            "Purchase the alpha at http://beamng.com/ Please use our forums to get answers from us directly: http://beamng.com The amazing soft-body physics you know from Rigs of Rods, now even better in CryEngine3. Anything can be built in the Beam physics system - cars, trucks, planes, boats, trains, cranes, tanks, helicopters, and even destructible map ...",
            "This video covers some of the basic level editing tools found in CryEngine. We recommend watching our CryEngine setup tutorial for help downloading and installing the plugins. http://www.youtube.com/watch?v=ayIh01czPlc",
            "CryENGINE®3 is the fastest high-end renderer in the world, with new features specifically designed for PC, Xbox 360™ and Playstation®3."
        ]
    },
    {
        "query": "MTG MALDIÇÃO ETERNA 1.0 (Slowed) DJ GLK & MC LIPEX Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by ONErpm Mtg Maldição Eterna 1.0 · DJ GLK · MC Lipex · DJ LUIS DO GRAU · Luis Lima Gomes Mtg Maldição Eterna 1.0 ℗ DOMINANDO OS FLUXOS Released on: 2022-09-23 Producer: DJ GLK Auto-generated by YouTube.",
            "Provided to YouTube by ONErpm Maldição Eterna (Slowed + Reverb) · DJ LUIS DO GRAU · DJ GLK · MC lipex · MC lipex Maldição Eterna ℗ G7 MUSIC BR Released on: 2023-07-30 Auto-generated by YouTube.",
            "Provided to YouTube by ONErpm Mtg Maldição Eterna Super Slowed + Reverb · MC Lipex · DJ LUIS DO GRAU · DJ GLK · MC Lipex Mtg Maldição Eterna Super Slowed + Reverb ℗ DOMINANDO OS FLUXOS Released on: 2023-07-28 Producer: DJ LUIS DO GRAU Producer: DJ GLK Auto-generated by YouTube.",
            "",
            "Provided to YouTube by Lujo Network Mtg Maldição Eterna 1.0 · DJ GLK Maldição ℗ Administração Midias Brasil Released on: 2022-08-29 Producer: Administração Midias Brasil Composer: Luis Lima Gomes Auto-generated by YouTube."
        ]
    },
    {
        "query": "DNA LXNGVX & VISXGE Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Label Engine DNA · LXNGVX · VISXGE DNA ℗ broke Released on: 2023-12-21 Author: LXNGVX LXNGVX Author: Богдан Висажберг Auto-generated by YouTube.",
            "Follow me! Spotify: https://open.spotify.com/artist/5IpS1TN1Crp8Ym4zjiIrtK?si=a5q5NA33Tp-KiCqWicfNiQ&app_destination=copy-link SoundCloud: https://on.soundcloud.com/7PV2P Insta: https://www.instagram.com/lxngvx/",
            "Provided to YouTube by Label Engine DNA - Sped Up · LXNGVX · VISXGE DNA ℗ broke Released on: 2023-12-21 Author: LXNGVX LXNGVX Author: Богдан Висажберг Auto-generated by YouTube.",
            "Provided to YouTube by Label Engine DNA - Slowed · LXNGVX · VISXGE DNA ℗ broke Released on: 2023-12-21 Author: LXNGVX LXNGVX Author: Богдан Висажберг Auto-generated by YouTube.",
            "Original music : LXNGVX, VISXGE - DNA (Official Music) Follow LXNGVX : Insta : https://www.instagram.com/lxngvx/ SoundCloud : https://soundcloud.com/user-24812348 utm_source=clipboard&utm_medium=text&utm_campaign=social_sharing ============================================================= ANIMATION FROM NinjaristicNinja Follow him : YT : https ..."
        ]
    },
    {
        "query": "Classic MKTO Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Columbia/M2V Classic · MKTO MKTO ℗ 2013 Columbia Records, a Division of Sony Music Entertainment Released on: 2014-04-02 Background Vocal, Guitar, Keyboards, Programmer, Composer, Lyricist: Emanuel Kiriakou Background Vocal, Vocal: Tony Oller Background Vocal, Composer, Lyricist: Evan Bogart Background Vocal, Rap ...",
            "Provided to YouTube by Columbia/M2V Classic · MKTO MKTO ℗ 2013 Columbia Records, a Division of Sony Music Entertainment Released on: 2014-04-01 Background Vocal, Guitar, Keyboards, Programmer, Composer, Lyricist: Emanuel Kiriakou Background Vocal, Vocal: Tony Oller Background Vocal, Composer, Lyricist: Evan Bogart Background Vocal, Rap ...",
            "Provided to YouTube by Legacy Recordings Classic · MKTO Summer Hits 2023 ℗ 2013 Columbia Records, a Division of Sony Music Entertainment Released on: 2023-04-14 Background Vocal, Guitar, Keyboards, Programmer, Composer, Lyricist: Emanuel Kiriakou Background Vocal, Vocal: Tony Oller Background Vocal, Composer, Lyricist: Evan Bogart Background ...",
            "Provided to YouTube by Concept Classic · MKTO Sommer Pop Hits ℗ 2013 Columbia Records, a Division of Sony Music Entertainment Released on: 2023-08-04 Background Vocal, Guitar, Keyboards, Programmer, Composer, Lyricist: Emanuel Kiriakou Background Vocal, Vocal: Tony Oller Background Vocal, Composer, Lyricist: Evan Bogart Background Vocal, Rap ...",
            "Provided to YouTube by Legacy Recordings Classic · MKTO TikTok Songs: Pop Hits 2022 | 2023 ℗ 2013 Columbia Records, a Division of Sony Music Entertainment Released on: 2022-12-16 Background Vocal, Guitar, Keyboards, Programmer, Composer, Lyricist: Emanuel Kiriakou Background Vocal, Vocal: Tony Oller Background Vocal, Composer, Lyricist: Evan ..."
        ]
    },
    {
        "query": "Celebration Kool & The Gang Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group Celebration · Kool & The Gang Celebrate! ℗ 1980 UMG Recordings, Inc. Released on: 1980-01-01 Producer, Associated Performer, Recording Arranger, Conductor: Eumir Deodato Producer: Kool & The Gang Studio Personnel, Engineer: Jim Bonnefond Associated Performer, Bass Guitar: Robert Bell Associated ...",
            "Provided to YouTube by Universal Music Group Celebration · Kool & The Gang Everything's Kool & The Gang ℗ 1988 The Island Def Jam Music Group Released on: 1988-07-25 Producer: Kool & The Gang Composer Lyricist: George Melvin Brown Composer Lyricist: Ronald Nathan Bell Composer Lyricist: Curtis Fitzgerald Williams Composer Lyricist: Charles ...",
            "Provided to YouTube by Universal Music Group Celebration · Kool & The Gang The Very Best Of Kool & The Gang ℗ 1999 UMG Recordings, Inc. Released on: 1999-03-01 Producer: Jason Nevins Composer Lyricist: George Melvin Brown Composer Lyricist: Ronald Nathan Bell Composer Lyricist: Curtis Fitzgerald Williams Composer Lyricist: Charles Smith ...",
            "Provided to YouTube by Universal Music Group Celebration · Kool & The Gang Celebration / Morning Star ℗ A Mercury Records Release; ℗ 1980 UMG Recordings, Inc. Released on: 2009-01-01 Producer, Associated Performer, Recording Arranger, Conductor: Eumir Deodato Producer: Kool & The Gang Associated Performer, Trombone: Fred Wesley Studio ...",
            "Provided to YouTube by Universal Music Group Celebration · Kool & The Gang Collected ℗ A Mercury Records Release; ℗ 1980 UMG Recordings, Inc. Released on: 2018-05-25 Producer, Associated Performer, Recording Arranger, Conductor: Eumir Deodato Producer: Kool & The Gang Associated Performer, Trombone: Fred Wesley Studio Personnel, Engineer ..."
        ]
    },
    {
        "query": "This Magic Moment Drifters Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Rhino Atlantic This Magic Moment · The Drifters Up on the Roof: The Best of the Drifters ℗ 1963 Atlantic Recording Corporation Vocals: Ben E King Guitar: Bucky Pizzarelli Piano: Ernie Hayes Guitar: George Barnes Upright Bass: George Duvivier Producer: Jerry Leiber Producer: Mike Stoller Saxophone: Phil Bodner Drums ...",
            "Provided to YouTube by Rhino This Magic Moment · The Drifters All-Time Greatest Hits & More 1959-1965 ℗ 1963 Atlantic Recording Corporation Vocals: Ben E King Guitar: Bucky Pizzarelli Piano: Ernie Hayes Guitar: George Barnes Upright Bass: George Duvivier Producer: Jerry Leiber Producer: Mike Stoller Saxophone: Phil Bodner Drums: Shep ...",
            "Provided to YouTube by Warner Music Group - X5 Music Group This Magic Moment · The Drifters Under the Boardwalk ℗ 2018 Warner Music Group - X5 Music Group Released on: 2018-05-28 Main Artist: The Drifters Composer: Doc Pomus Composer: Mort Shuman Auto-generated by YouTube.",
            "Provided to YouTube by Rhino Atlantic This Magic Moment · The Drifters The Drifters: Essentials ℗ 1963 Atlantic Recording Corporation Vocals: Ben E King Guitar: Bucky Pizzarelli Piano: Ernie Hayes Guitar: George Barnes Upright Bass: George Duvivier Producer: Jerry Leiber Producer: Mike Stoller Saxophone: Phil Bodner Drums: Shep Shepherd ...",
            "Provided to YouTube by Routenote This Magic Moment · The Drifters The Drifters Ultimate Collection ℗ StreamWorld Entertainment Classics Released on: 2023-02-23 Auto-generated by YouTube."
        ]
    },
    {
        "query": "You're The One That I Want - From “Grease” John Travolta & Olivia Newton-John Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group You're The One That I Want (From “Grease”) · John Travolta · Olivia Newton-John Grease ℗ 1978 Universal International Music B.V. Released on: 1978-04-04 Producer: John Farrar Studio Personnel, Mixer, Engineer: David J. Holman Associated Performer, Vocalist: John Travolta Associated Performer ...",
            "Provided to YouTube by Universal Music Group You're The One That I Want (From “Grease”) · John Travolta · Olivia Newton-John House Party Jams ℗ 1978 Universal International Music B.V. Released on: 2019-03-22 Producer: John Farrar Studio Personnel, Mixer, Engineer: David J. Holman Associated Performer, Vocalist: John Travolta Associated ...",
            "Grease [1978] I do not own this video. UMG & paramount_vfp OWN THIS",
            "No one did it like Olivia Newton John, RIP Queen. 🔥 Buy or rent the movie NOW https://www.amazon.com/gp/video/detail/B001CTGQBK 📢 Don't miss this video https://www.youtube.com/playlist?list=PLaARvwn7BsAHvhahR0x8FHz9knp1qpWyn ️ Follow us on Facebook https://www.facebook.com/204568612956950 © Paramount Pictures - #BoxofficeMovies # ...",
            "Enjoy this video and watch Grease Live please."
        ]
    },
    {
        "query": "Saturn (Sped Up) SZA Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Top Dawg Entertainment/RCA Records Saturn (Sped Up) · SZA Saturn ℗ 2024 Top Dawg Entertainment, under exclusive license to RCA Records Released on: 2024-02-22 Composer, Lyricist: Solána Rowe Composer, Lyricist, Producer: Carter Lang Composer, Lyricist, Engineer, Mixing Engineer, Producer: Rob Bisel Composer, Lyricist ...",
            "SZA’s New Album “SOS” // Available Everywhere Now! Listen Here // https://sza.lnk.to/SOS Follow SZA: https://szasos.com http://instagram.com/sza http://twitter.com/sza http://facebook.com/sza #SZA #Saturn #SZASpedUp",
            "Singer-SZA I DO NOT OWN THIS SONG",
            "Official loop of ''Saturn Sped Up'' by SZA",
            "enjoy artist socials: https://www.instagram.com/sza lyrics: [Verse 1] If there's another universe Please make some noise (Noise) Give me a sign (Sign) This can't be life If there's a point to losing love Repeating pain (Why?) It's all the same (Same) I hate this place [Pre-Chorus] Stuck in this paradigm Don't believe in paradise This must be ..."
        ]
    },
    {
        "query": "Coming Down - Original The Weeknd Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group Coming Down · The Weeknd House Of Balloons ℗ A Republic Records release.; ℗ 2021 The Weeknd XO, Inc. Released on: 2011-03-21 Producer, Studio Personnel, Recording Engineer: Martin \"Doc\" McKinney Producer, Studio Personnel, Recording Engineer, Mixer: Carlo \"Illangelo\" Montagnese Studio Personnel ...",
            "Provided to YouTube by Universal Music Group Coming Down · The Weeknd Trilogy ℗ A Republic Records release.; ℗ 2021 The Weeknd XO, Inc. Released on: 2012-11-13 Producer, Studio Personnel, Recording Engineer: Martin \"Doc\" McKinney Producer, Studio Personnel, Recording Engineer, Mixer: Carlo \"Illangelo\" Montagnese Studio Personnel, Asst ...",
            "Original version of \"Coming Down\" by The Weeknd",
            "Coming down - The Weeknd",
            ""
        ]
    },
    {
        "query": "Saka Saka Saka MC Mazzie & DJ npcsize & DJ Wizard Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by ONErpm Saka Saka Saka · MC Mazzie · DJ npcsize · DJ Wizard · MC Mazzie Saka Saka Saka ℗ Ritmo dos Fluxos Records Released on: 2022-09-26 Auto-generated by YouTube.",
            "Credit goes to https://youtube.com/@Mazzie15",
            "* MC Mazzie, DJ npcsize, DJ Wizard - Saka Saka Saka (8D) * Жанр трека: Фанк.",
            "Inscreva-se no canal: http://bit.ly/MazzieNoYouTube Ouça também no Spotify: http://bit.ly/SakaSaka Siga MC Mazzie nas redes sociais: X: http://x.com/mcmazzie Instagram: http://instagram.com/mcmazzie Threads: http://threads.net/@mcmazzie TikTok: http://tiktok.com/@mcmazzie [MC Mazzie] Vem com o DJ NPCSize Que ele é mó piranhão Vem com o DJ ...",
            "Provided to YouTube by ONErpm Saka Saka Saka Phonk Slowed + Reverb (Remix) · MC Mazzie · MC RD · DJ Wizard · DJ npcsize · MC Mazzie · MC RD Saka Saka Saka Phonk Slowed + Reverb ℗ Ritmo dos Fluxos Records Released on: 2023-02-11 Auto-generated by YouTube."
        ]
    },
    {
        "query": "Doja Central Cee Topic site:youtube.com",
        "descriptions": [
            "Lyrical Lemonade Presents Central Cee - Doja Stream Doja: https://cench.lnk.to/Doja Directed & Edited by Cole Bennett Song Produced by WhyJay & LiTek Dir. of Photography - Miguel Carmenes 1st AC - Harry Coleman 2nd AC - Charlie Brunskill Steadicam Operator - Marcus Albertsen Producers - Lavinia Noel and Fatima Ouklilane Associate Producer ...",
            "Provided to YouTube by Central Cee Doja · Central Cee Doja ℗ 2022 Central Cee Producer: LiTek Producer: WhyJay Composer: Eve Jeffers Composer: Central Cee Auto-generated by YouTube.",
            "Doja Out Now: https://cench.lnk.to/Doja",
            "Provided to YouTube by Central Cee Doja · Central Cee LA Leakers Freestyle ℗ 2022 Central Cee Producer: Litek Producer: Whyjay Composer: Central Cee Auto-generated by YouTube.",
            "Central Cee performs Doja at Glastonbury 2023. Watch more highlights on BBC iPlayer: https://www.bbc.co.uk/iplayer/episodes/b007r6vx/glastonbury Listen to sets and highlights on BBC Sounds: https://www.bbc.co.uk/sounds/curation/m001n97q Follow all on social @BBCGlastonbury."
        ]
    },
    {
        "query": "I'm a Nasty Hoe Ugly God Topic site:youtube.com",
        "descriptions": [
            "Listen: https://www.youtube.com/watch?v=fSSTLgCIlIw&ab_channel=WORLDSTARHIPHOP Ugly God's debut mixtape is loaded with filler and bookended by two good tracks we've already heard. More hip hop reviews: https://www.youtube.com/playlist?list=PLP4CSgl7K7ormBIO138tYonB949PHnNcP?&ab_channel=theneedledrop =================================== Subscribe ...",
            "From The Divine Feminine, in stores now: https://smarturl.it/MM.TDF Watch the music video for \"Dang!\" here: https://youtu.be/LR3GQfryp9M CONNECT WITH MAC MILLER Twitter: https://twitter.com/macmiller Facebook: https://facebook.com/macmiller Instagram: https://instagram.com/macmiller Soundcloud: https://soundcloud.com/larryfisherman Listen to ...",
            "Hear Good, Bad, Ugly off of Lecrae's seveth studio album, \"Anonamly.\" iTunes - http://bit.ly/anomalyit Google Play - http://bit.ly/anomalygp Amazon - http://bit.ly/anomalyazn Spotify - http://bit.ly/anomalysp Apple Music - http://bit.ly/anomalyam Reach Records Storefront - http://bit.ly/anomalyrml Anomaly on Vinyl - http://bit.ly ...",
            "Provided to YouTube by Warner Records God Is Fair, Sexy Nasty (feat. Kendrick Lamar) · Mac Miller · Kendrick Lamar The Divine Feminine ℗ 2016 Warner Records Inc. Additional Producer: Aja Grant Unknown: Chris Gehringer Unknown: Derek \"MixedByAli\" Ali Guitar: Joshua Valle Audio Recording Engineer: Kenta Yonesaka Unknown: Mac Miller Lead ...",
            "Stream / download NASTY: https://RicoNasty.lnk.to/NASTYID SUBSCRIBE TO MY YT CHANNEL: https://goo.gl/AVWrkY NASTY MOB follow me: http://instagram.com/riconasty https://twitter.com/rico_nastyy https://www.facebook.com/OfficialRicoNasty http://riconastymusic.com"
        ]
    },
    {
        "query": "Don't Worry Be Happy (Originally Performed by Bobby Mcferrin) [Karaoke Instrumental Version] Hit The Button Karaoke Topic site:youtube.com",
        "descriptions": [
            "🎤 Get our karaoke app 👉 https://bit.ly/39lwvql 💻 Download MP3 👉 https://www.karaoke-version.com/mp3-backingtrack/bobby-mcferrin/don-t-worry-be-happy.html 🔔 Don’t forget to subscribe and hit the bell to get our karaoke uploads daily! 👉 https://bit.ly/3MJrnK3 ℹ️ This version contains a low volume vocal guide to help you ...",
            "Sing \"Don't Worry Be Happy\" by Bobby McFerri in Karaoke Version right here in Stingray Karaoke. SUBSCRIBE HERE https://www.youtube.com/StingrayKaraoke for more karaoke songs with lyrics only on the Stingray Karaoke Youtube channel. Other videos you might like: 1. The Weeknd - Save Your Tears (Karaoke With Lyrics) https://youtu.be/ttnwqSjino4 2 ...",
            "If you like my content and want to support me, you might want to buy me a coffee. Here's my link: buymeacoffee.com/acousticlunatic I appreciate your support and this will help me a lot in creating more karaoke content. ♥ YOU CAN use it in your song cover and I'll appreciate it if you can give me credit (mention my YouTube channel name or copy ...",
            "Don't Worry Be Happy - Bobby McFerrin (Lyrics Karaoke) =================================================== Here's a little song I wrote You might want to sing it note for note Don't worry, be happy In every life we have some trouble When you worry you make it double Don't worry, be happy Ooh, ooh ooh ooh oo-ooh ooh oo-ooh ooh ooh oo-ooh (Don't ...",
            "Provided to YouTube by The Orchard Enterprises Don't Worry Be Happy (Instrumental Version) · The Hit Crew Instrumental Pop Hits, Vol. 4 ℗ 2012 Drew's Entertainment Released on: 2012-07-31 Music Publisher: PROB NOBLEM MUSIC Auto-generated by YouTube."
        ]
    },
    {
        "query": "Gorgeous Taylor Swift Topic site:youtube.com",
        "descriptions": [
            "Provided to YouTube by Universal Music Group Gorgeous · Taylor Swift reputation ℗ 2017 Big Machine Label Group, LLC Released on: 2017-11-10 Producer: Max Martin Producer: Shellback Composer Lyricist: Taylor Swift Composer Lyricist: Max Martin Composer Lyricist: Shellback Auto-generated by YouTube.",
            "Provided to YouTube by Universal Music Group Gorgeous · Taylor Swift reputation ℗ 2017 Big Machine Label Group, LLC Released on: 2017-11-10 Producer: Max Martin Producer: Shellback Composer Lyricist: Taylor Swift Composer Lyricist: Max Martin Composer Lyricist: Shellback Auto-generated by YouTube.",
            "Provided to YouTube by Universal Music Group Gorgeous · Taylor Swift Pride Month 2021 ℗ 2017 Big Machine Label Group, LLC Released on: 2021-06-11 Producer: Max Martin Producer: Shellback Composer Lyricist: Taylor Swift Composer Lyricist: Max Martin Composer Lyricist: Shellback Auto-generated by YouTube.",
            "Exclusive Merch: https://store.taylorswift.com Follow Taylor Swift Online Instagram: http://www.instagram.com/taylorswift Facebook: http://www.facebook.com/taylorswift Tumblr: http://taylorswift.tumblr.com Twitter: http://www.twitter.com/taylorswift13 Website: http://www.taylorswift.com Follow Taylor Nation Online Instagram: http://www ...",
            "Provided to YouTube by Universal Music Group Gorgeous (Commentary) · Taylor Swift reputation ℗ 2018 Big Machine Label Group, LLC Released on: 2017-11-10 Composer Lyricist: Becca Walls Auto-generated by YouTube."
        ]
    }
]